[
    {
        "category": "Business",
        "tags": [
            "Raymond James Financial",
            "financial services",
            "net revenues",
            "net income",
            "assets under management"
        ],
        "summary": "Raymond James Financial, Inc. reported record net revenues of $2.91 billion and net income available to common shareholders of $369 million for the fiscal third quarter. The company also achieved record client assets under administration of $1.28 trillion and financial assets under management of $200.7 billion. The Private Client Group segment generated record net revenues and pre-tax income during the first nine months of the fiscal year.",
        "title": "Raymond James Financial Reports Third Quarter of Fiscal 2023 Results",
        "url": "https://www.finanznachrichten.de/nachrichten-2023-07/59682406-raymond-james-financial-reports-third-quarter-of-fiscal-2023-results-399.htm"
    },
    {
        "category": "Business",
        "tags": [
            "Acadian Timber Corp.",
            "financial results",
            "carbon credits"
        ],
        "summary": "Acadian Timber Corp., a timberland owner in Eastern Canada and the Northeastern U.S., reported its financial and operating results for the second quarter of 2023. The company generated $4.1 million of Free Cash Flow and declared dividends of $4.9 million to shareholders. Acadian also announced the successful registration of its first voluntary carbon credits. The company's balance sheet remains solid with $17.0 million of net liquidity. Sales volume and operating income increased compared to the prior year period.",
        "title": "Acadian Timber Corp. Reports Second Quarter Results",
        "url": "https://www.finanznachrichten.de/nachrichten-2023-07/59682570-acadian-timber-corp-reports-second-quarter-results-399.htm"
    },
    {
        "category": "Travel",
        "tags": [
            "Lagos airport",
            "infrastructure decay",
            "passenger complaints"
        ],
        "summary": "Passengers at the Murtala Muhammed International Airport in Lagos, Nigeria, have expressed disappointment and disgust at the dilapidated infrastructure. The airport's toilets are in poor condition, lacking essential items like tissue paper and soap. The baggage claim area is also problematic, with frequent breakdowns of the conveyor belt. The cooling systems are ineffective, and the airport experiences power outages. Passengers have taken to social media to share their negative experiences, calling the airport a national disgrace. Aviation experts and stakeholders are calling for a complete overhaul and rebuilding of the airport.",
        "title": "Nigerians bemoan infrastructural decay at Lagos airport",
        "url": "https://www.zawya.com/en/economy/africa/nigerians-bemoan-infrastructural-decay-at-lagos-airport-oyn7p1un"
    },
    {
        "category": "Business",
        "tags": [
            "London rental market",
            "estate agency",
            "lettings activity",
            "house sales",
            "rental market",
            "mortgage costs",
            "supply and demand",
            "rent rises",
            "economic downturns",
            "non-cyclical revenue",
            "mortgage refinancing",
            "high borrowing costs",
            "dividend"
        ],
        "summary": "London-based estate agency Foxtons reported a rise in pre-tax profits in the first half of the year, driven by buoyant lettings activity in the tight rental market. The agency expects little change in the supply and demand imbalance that has driven up rent in London, but predicts a cooling in the pace of rent rises in the second half of the year. Foxtons has focused on growing its non-cyclical and recurring revenues, particularly in the rental market, which it sees as more resilient to economic downturns than sales.",
        "title": "Foxtons' profits climb on higher rents as buyers retreat ",
        "url": "https://www.ft.com/content/5a3d06e2-d442-40e5-b729-6ea0eb6e899c"
    },
    {
        "category": "Business",
        "tags": [
            "Egyptian Exchange",
            "EGX50 EWI index",
            "market indicators"
        ],
        "summary": "The Egyptian Exchange (EGX) has decided to stop the EGX50 EWI index, as it is the least used indicator according to a survey conducted among investment research centers, asset management companies, and investment funds. The decision is part of the exchange's continuous development of market indicators and ensuring the diversification of tools for measuring market performance. The EGX50 EWI index will be discontinued from 1 August.",
        "title": "Egyptian Exchange suspends EGX50 EWI index - Dailynewsegypt",
        "url": "https://www.dailynewsegypt.com/2023/07/27/egyptian-exchange-suspends-egx50-ewi-index/"
    },
    {
        "category": "Technology",
        "tags": [
            "Data-driven insights",
            "Data management solution",
            "Cloud platform"
        ],
        "summary": "The article discusses the challenges businesses face in establishing innovative, data-driven processes and the importance of data-driven insights in supply chain management, resource allocation, process optimization, and understanding customer preferences. It highlights the exponential growth of data and the need for a robust data management solution. The article introduces HPE GreenLake, an edge-to-cloud platform that addresses these challenges by eliminating data silos, analyzing data wherever it resides, and providing a holistic view of data-driven insights.",
        "title": "How to bridge data silos and enable cloud-like efficiency",
        "url": "https://www.theregister.com/2023/07/27/how_to_bridge_data_silos/"
    },
    {
        "category": "Fashion",
        "tags": [
            "Online shopping",
            "Pop-up event",
            "Girls Inc. Indy",
            "STEM summer camp",
            "SHEIN X Design Incubator",
            "Local communities"
        ],
        "summary": "SHEIN, known for affordable online shopping, recently held a 4-day pop-up event in Indianapolis, allowing customers to browse and interact with exclusive products. The brand has also partnered with Girls Inc. Indy to support their STEM summer camp for high school girls. SHEIN X Design Incubator program has invested over $55 million to bring independent designers' collections to market. By localizing operations and supporting local communities, SHEIN aims to bring the newest fashion trends to customers and support the development of future designers.",
        "title": "How SHEIN Uses Global Footprint to Drive Local Impact",
        "url": "https://gazette.com/online_features/fashion_beauty_fitness/how-shein-uses-global-footprint-to-drive-local-impact/article_4f4239a9-1480-55a8-93d0-1124920b788b.html"
    },
    {
        "category": "Real Estate",
        "tags": [
            "Luxury housing",
            "India",
            "Sales surge"
        ],
        "summary": "The luxury housing segment in India experienced a strong sales momentum, with a 130% year-on-year surge across the top 7 cities during the January-June 2023 period. Delhi-NCR and Mumbai were the top cities in terms of sales, while Hyderabad recorded the highest percentage increase in sales. The demand for luxury housing was driven by enhanced amenities, spacious living areas, and NRI investments. Overall, the residential sector saw a 3% increase in sales and a 9% growth in new launches compared to the previous year.",
        "title": "Delhi-NCR Sees Highest Sales Of Luxury Housing In January-June 2023; Mumbai, Hyderabad Follow - News18",
        "url": "https://www.news18.com/business/delhi-ncr-sees-highest-sales-of-luxury-housing-in-january-june-2023-mumbai-hyderabad-follow-8437603.html"
    },
    {
        "category": "Business",
        "tags": [
            "Federal Reserve",
            "interest rates",
            "Treasury yields"
        ],
        "summary": "U.S. Treasury yields rose slightly as investors considered the outlook for interest rates following the Federal Reserve's latest rate hike. Federal Reserve chief Jerome Powell stated that further rate hikes and holding rates at the current level are possibilities, depending on data. Investors are concerned about the impact of elevated rates on the U.S. economy. The European Central Bank is also expected to announce an interest rate decision.",
        "title": "Treasury yields inch higher as investors absorb Fed rate hike, Powell comments",
        "url": "https://www.nbclosangeles.com/news/business/money-report/treasury-yields-inch-higher-as-investors-absorb-fed-rate-hike-powell-comments/3195023/"
    },
    {
        "category": "Technology",
        "tags": [
            "China",
            "Satellite Launch",
            "Long March-2D",
            "Yaogan-36",
            "Space"
        ],
        "summary": "China successfully launched a Long March-2D carrier rocket from the Xichang Satellite Launch Center, placing a group of three Yaogan-36 remote sensing satellites into space. This mission marks the 480th flight of the Long March carrier rockets, setting a new record. The satellites were launched at 04:02 a.m. Beijing Time and entered the preset orbit.",
        "title": "1st LD-Writethru-China Focus: China's Long March carrier rocket conducts 150th consecutive successful launch",
        "url": "https://www.nampa.org/index.php?model=categories&function=display&id=22247864"
    },
    {
        "category": "Business",
        "tags": [
            "Foreign Exchange",
            "Cross-border payments",
            "FX trading"
        ],
        "summary": "DMALINK and COMO Digital Life have formed a strategic partnership to address the needs of fast-growth innovative technology companies. COMO Digital Life offers cross-border multi-currency IBAN accounts, while DMALINK specializes in FX trading. The collaboration aims to provide a comprehensive solution that combines efficient FX trading with seamless cross-border transactions, empowering technology companies to navigate global markets. The partnership also focuses on digitization initiatives, risk management workflows, and the development of additional products and services.",
        "title": "DMALINK Â® secures key strategic partnership with COMO Digital Life, to Address the Unique Needs of Fast-Growth Innovative Technology Companies",
        "url": "https://www.streetinsider.com/PRNewswire/DMALINK+%C2%AE+secures+key+strategic+partnership+with+COMO+Digital+Life%2C+to+Address+the+Unique+Needs+of+Fast-Growth+Innovative+Technology+Companies/21953638.html"
    },
    {
        "category": "Politics",
        "tags": [
            "Urea Gold",
            "Narendra Modi",
            "agriculture"
        ],
        "summary": "Prime Minister Narendra Modi launched 'Urea Gold', a new variety of urea coated with sulphur, during an event in Rajasthan. He highlighted the affordability of urea in India compared to other countries. The launch of Urea Gold is part of the government's efforts to benefit farmers in the state.",
        "title": "What is Urea Gold launched by PM Modi in Rajasthan's Sikar ahead of polls",
        "url": "https://www.cnbctv18.com/economy/pm-narendra-modi-rajasthan-launch-what-is-urea-gold-17350961.htm"
    },
    {
        "category": "Food",
        "tags": [
            "Millets",
            "Mission Millets",
            "ITC Ltd.",
            "International Year of Millets",
            "nutrition",
            "sustainable agriculture",
            "food security"
        ],
        "summary": "ITC Ltd. launched the 'Mission Millets' initiative in collaboration with News18 to promote the sustainable cultivation and consumption of millets. The initiative aims to raise awareness about the unique attributes of millets and their potential to contribute to food security, nutrition, and sustainable agriculture. The International Year of Millets 2023, declared by the United Nations, recognizes the value of millets as a key solution to global challenges. The 'Shree Anna' stamp, featuring illustrations, symbolizes the importance of millets in agriculture and food.",
        "title": "ITC LAUNCHES 'SHREE ANNA' STAMP TO CELEBRATE INTERNATIONAL YEAR OF MILLETS - News18",
        "url": "https://www.news18.com/studio18/itc-launches-shree-anna-stamp-to-celebrate-international-year-of-millets-8438083.html"
    },
    {
        "category": "Education",
        "tags": [
            "Board of Secondary Education",
            "Matriculation Examination",
            "High School Certificate",
            "Madhyama",
            "State Open School Certificate Examination"
        ],
        "summary": "The Board of Secondary Education (BSE), Odisha has announced that the matriculation (Class 10) examination for 2024 will be conducted from February 20 to March 4. The forms for the examination will be filled in October 2023, and the evaluation of answer sheets will take place from March 12 for at least 12 days. Additionally, the half-yearly examination for Class 10 and Madhyama will be held from September 13 to 16, 2023.",
        "title": "Next year's Matriculation exam to commence from Feb 20: BSE | Education",
        "url": "https://www.devdiscourse.com/article/education/2538438-next-years-matriculation-exam-to-commence-from-feb-20-bse"
    },
    {
        "category": "Travel",
        "tags": [
            "Port of Dover",
            "holidaymakers",
            "traffic",
            "bottlenecks",
            "border processing time"
        ],
        "summary": "Holidaymakers travelling through the Port of Dover may face traffic bottlenecks due to people arriving too early for their sailing. The processing time at the border is 90 minutes, and the port is urging passengers to arrive no more than three hours before their booked sailing. Measures have been put in place to minimize queues, and anyone who misses their sailing will be put on the next available trip.",
        "title": "Port of Dover 'extremely busy' with holiday traffic",
        "url": "https://www.shropshirestar.com/news/uk-news/2023/07/27/port-of-dover-extremely-busy-with-holiday-traffic/"
    },
    {
        "category": "Travel",
        "tags": [
            "Port of Dover",
            "holidaymakers",
            "traffic",
            "bottlenecks",
            "border processing time"
        ],
        "summary": "Holidaymakers travelling through the Port of Dover may face bottlenecks of traffic as the port experiences high volumes of passengers arriving too early for their sailing. The processing time at the border is 90 minutes, and car passengers are advised to arrive up to three hours before their booked sailing. The port has implemented measures to minimize queues and anyone who misses their sailing will be put on the next available trip.",
        "title": "Port of Dover 'extremely busy' with holiday traffic",
        "url": "https://ca.sports.yahoo.com/news/port-dover-extremely-busy-holiday-084433005.html"
    },
    {
        "category": "Business",
        "tags": [
            "offers",
            "sales",
            "news"
        ],
        "summary": "This article is about signing up for up-to-the-minute offers, sales, and news. It is related to the business category.",
        "title": "Lew's Carbon Fire Speed Spin Spinning Reel for $40",
        "url": "https://www.dealnews.com/Lews-Carbon-Fire-Speed-Spin-Spinning-Reel-for-40-free-shipping-w-49/21320752.html"
    },
    {
        "category": "Environment",
        "tags": [
            "Shipwreck",
            "Oil Pollution",
            "Taiwan"
        ],
        "summary": "The captain and two crew members of a container ship that sank off the coast of southern Taiwan have been barred from leaving the island. The ship, known as the Angel, sank near the port of Kaohsiung on July 20. The Taiwanese government has deployed measures to contain and prevent oil pollution. The costs of cleanup and losses to fishermen caused by the pollution are to be borne by the shipowner.",
        "title": "3 members of sunken container ship crew barred from leaving Taiwan during pollution investigation - Rti",
        "url": "https://en.rti.org.tw/news/view/id/2009722"
    },
    {
        "category": "Politics",
        "tags": [
            "Sabah government",
            "Self-Sufficiency Level",
            "Agriculture",
            "Food production",
            "Rice planting"
        ],
        "summary": "The Sabah state government has established a special Cabinet committee to address the issue of Self-Sufficiency Level (SSL) in the state. The committee, headed by the Ministry of Agriculture, Fisheries and Food Industry (MAFFI), aims to increase food production and promote high-value agricultural products. Efforts include exploring new rice planting areas and allocating funds for crop and livestock programs. The government also plans to encourage young fishermen and explore downstream processing of fishery products. The initiatives aim to ensure sufficient food supply and stimulate the growth of the agriculture sector.",
        "title": "Special Cabinet committee to improve SSL in Sabah",
        "url": "https://www.theborneopost.com/2023/07/27/special-cabinet-committee-to-improve-ssl-in-sabah/"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Sims 4",
            "Horse Ranch",
            "DLC",
            "gameplay",
            "expansion pack"
        ],
        "summary": "The latest Sims 4 expansion, Horse Ranch, has received mixed reviews from players. Many feel fatigued with the constant release of DLC for a game that is almost 10 years old. The Horse Ranch pack lacks depth in gameplay and is criticized for its high price. Players also express disappointment in the lack of content for children and toddlers. Overall, the expansion pack is seen as lacking originality and not worth the hefty fee.",
        "title": "Everything The Sims 4 Horse Ranch expansion pack completely flopped on",
        "url": "https://thetab.com/uk/2023/07/27/everything-the-sims-4-horse-ranch-expansion-pack-completely-flopped-on-319356"
    },
    {
        "category": "Sports",
        "tags": [
            "Women's World Cup",
            "England",
            "Denmark"
        ],
        "summary": "England is tied with Denmark atop the Group D standings in the Women's World Cup. England won their opening match against Haiti 1-0, but they understand they need to improve their performance against Denmark, a tougher opponent. Denmark won their opening game against China 1-0 and is back at the World Cup for the first time since 2007. The match between England and Denmark will determine the top spot in the group.",
        "title": "England hopes to be sharper in its next Women's World Cup match after underwhelming opener | TSN",
        "url": "https://www.tsn.ca/soccer/england-hopes-to-be-sharper-in-its-next-women-s-world-cup-match-after-underwhelming-opener-1.1989011"
    },
    {
        "category": "Sports",
        "tags": [
            "Matildas",
            "Australia",
            "Nigeria",
            "injuries",
            "concussions"
        ],
        "summary": "Mary Fowler and Aivi Luik have been ruled out of the match against Nigeria due to mild concussions. Fowler was set to start alongside Caitlin Foord in attack, but both players sustained concussions in separate incidents during training. With several injured strikers, the Matildas have limited options for forwards. Despite the challenges, coach Tony Gustavsson remains confident in the team's ability to perform. The match is a must-win for the Matildas.",
        "title": "Women's World Cup live updates: The Matildas take on Nigeria in bid to seal last-16 spot",
        "url": "https://www.watoday.com.au/sport/soccer/women-s-world-cup-live-updates-the-matildas-take-on-nigeria-in-bid-to-seal-last-16-spot-20230725-p5dr4c.html"
    },
    {
        "category": "Sports",
        "tags": [
            "Armagh Ladies",
            "manager",
            "Shane McCormack",
            "resignation",
            "National League Division Two",
            "Ulster Final",
            "Cork",
            "travel commitments",
            "work commitments"
        ],
        "summary": "Shane McCormack has stepped down as the manager of Armagh Ladies after one year in charge. Armagh won the National League Division Two title but lost in the Ulster Final and were eliminated from the All-Ireland series. McCormack cited travel and work commitments as the reason for his resignation.",
        "title": "Shane McCormack resigns as Armagh Ladies' football boss after one year in charge",
        "url": "https://www.belfastlive.co.uk/sport/gaa/gaelic-football/shane-mccormack-resigns-armagh-ladies-27404592"
    },
    {
        "category": "Politics",
        "tags": [
            "Human rights",
            "Pakistan",
            "US Congress",
            "PTI",
            "Lobbying"
        ],
        "summary": "US Congressmen and Overseas Pakistanis gathered at the US Congress in Washington DC to address the human rights situation in Pakistan. Congressman Brad Sherman and US Democratic candidate for Congress Dr Asif Mahmood organized the meeting, which discussed the state of human rights and democracy in Pakistan. Concerns were raised over ongoing human rights violations and the shrinking space for free expression in the country. The event also highlighted the cases of detained designer Khadija Shah and missing journalist Imran Riaz Khan.",
        "title": "US Congressmen convene to address Pakistan's human rights challenges",
        "url": "https://www.globalvillagespace.com/us-congressmen-convene-to-address-pakistans-human-rights-challenges/"
    },
    {
        "category": "Science",
        "tags": [
            "Space Exploration",
            "Astronaut Food",
            "Space Travel"
        ],
        "summary": "This article discusses the food consumed by astronauts during space travel. The meals need to be pre-prepared and suitable for the conditions in space, including the absence of gravity. Astronauts now have access to meals that resemble regular food on Earth, such as fresh food with a two-day shelf life, fruits, vegetables, and natural snacks. The menu also includes radiation-exposed foods, heat-treated meals, and items with a longer shelf life to reduce contamination risks.",
        "title": "ماذا يأكل رواد الفضاء خارج الكرة الأرضية؟ - وكالة أوقات الشام الإخبارية",
        "url": "https://shaamtimes.com/2023/07/27/ماذا-يأكل-رواد-الفضاء-خارج-الكرة-الأرض/"
    },
    {
        "category": "Lifestyle",
        "tags": [
            "home office",
            "reading space",
            "ergonomic furniture",
            "lighting",
            "ventilation"
        ],
        "summary": "Creating a comfortable and suitable reading space at home can help develop a reading habit. This article provides tips on choosing ergonomic furniture, using neutral colors, optimizing lighting, selecting the right location, and ensuring proper ventilation. According to Statista, 44% of Mexicans prefer printed books, while 40% opt for digital books.",
        "title": "Un espacio para leer",
        "url": "http://laprensa.mx/notas.asp?id=725499"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Television",
            "Drama",
            "Young Writers"
        ],
        "summary": "Televizija Beograd, a television station in Serbia, invited young writers, mostly drama students, to express their generational perspective on the world through dramatic miniatures. The first cycle, titled 'Mladici i devojke' (Young Boys and Girls), consisted of eight stories. The article also mentions a tragicomedy episode called 'Tragedija na diplomatskom kupatilu' (Tragedy at the Diplomatic Pool) and the 55th anniversary celebration of Television Beograd, which included an exhibition dedicated to sports broadcasts.",
        "title": "АРХИВ.doc",
        "url": "https://www.rts.rs/tv/rts2/5242641/arhivdoc.html"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Gangi",
            "Sicilian music",
            "Jazz Festival",
            "Notte Bianca",
            "Sagra della Spiga"
        ],
        "summary": "Gangi, a town in Sicily, is hosting a variety of events this summer, including the Jazz Festival, Notte Bianca, and Sagra della Spiga. The events showcase art, culture, and entertainment, with over 40 different moments planned until October. The program also includes performances by Sicilian musician Roy Paci and a tribute to Franco Battiato by singer Giovanni Caccamo. Other highlights include the Forum Giovani, Sagra della Spiga, and various musical performances. The full program can be found in the attached schedule.",
        "title": "Gangi Summer 2023: clou con Jazz Festival, Sagra della Spiga, Notte Bianca e concerto di Roy Paci - TeleNicosia",
        "url": "https://www.telenicosia.it/gangi-summer-2023-clou-con-jazz-festival-sagra-della-spiga-notte-bianca-e-concerto-di-roy-paci/"
    },
    {
        "category": "Environment",
        "tags": [
            "Kayseri",
            "Yeşilyurt Park",
            "green area",
            "beautification"
        ],
        "summary": "Kayseri Metropolitan Municipality continues to showcase the best examples of municipal services with environmentally friendly initiatives. The municipality has increased its green area efforts in the approximately 20,000 square meter Yeşilyurt Park, adding aesthetic beauty to the area. The park features various amenities such as running and cycling tracks, sports fields, playgrounds, and seating areas. Thousands of trees and plants have been planted, contributing to the beautification of the city.",
        "title": "Kayseri Büyükşehir Belediyesi Yeşilyurt Parkı'nda Yeşil Alan Çalışmalarını Tamamladı",
        "url": "https://www.haberler.com/yasam/kayseri-buyuksehir-belediyesi-yesilyurt-parki-nda-yesil-alan-calismalarini-tamamladi-16161429-haberi/"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Manhattan",
            "TV series",
            "Project Manhattan"
        ],
        "summary": "The TV series 'Manhattan' explores the ambitious project of the Manhattan Project, which aimed to build an atomic bomb. Set in Los Alamos, the series focuses on the daily lives, dreams, and secrets of the residents. It features a talented cast including Rachel Brosnahan and David Harbour. Created by Sam Shaw, the series combines historical facts with fictional characters to create a compelling drama set in the backdrop of the project. With two seasons and 23 episodes, it offers an interesting perspective on the era.",
        "title": "'Manhattan': Oppenheimer de um jeito bem diferente de Nolan",
        "url": "https://olhardigital.com.br/2023/07/27/cinema-e-streaming/serie-manhattan-mostra-oppenheimer-de-um-jeito-bem-diferente-de-nolan/"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Outdoor cinema",
            "Film event",
            "Animation"
        ],
        "summary": "On Saturday, July 29th, the annual outdoor cinema event will take place in Pian Munè di Paesana. Participants can enjoy a special evening with dinner at the refuge followed by the screening of the animated musical film 'Sing 2'. Those interested can also set up their tents for free in the morning. The participation fee is 35 euros for adults and 25 euros for children, including dinner and cinema. For cinema-only access, the cost is 18 euros. Reservations can be made by calling 3286925406 or via WhatsApp message.",
        "title": "Cinema all'aperto e 'tendata' a Pian Munè di Paesana ",
        "url": "https://www.24ovest.it/2023/07/27/leggi-notizia/argomenti/eventi-16/articolo/cinema-allaperto-e-tendata-a-pian-mune-di-paesana-1.html"
    },
    {
        "category": "Entertainment",
        "tags": [
            "TV show",
            "documentary",
            "3sat",
            "Herrschaftszeiten!",
            "Familie Habsburg-Lothringen",
            "Kaiservilla Bad Ischl"
        ],
        "summary": "The TV show 'Herrschaftszeiten!' aired an episode featuring the Habsburg-Lothringen family in the Kaiservilla Bad Ischl. The show explores how they live in the former summer residence of the imperial couple. The host, Johann-Philipp Spiegelfeld, a pilot from an aristocratic family, visits castles and palaces to showcase their present-day lifestyles. The episode can be streamed on the 3sat-Mediathek. However, there will be no repeat broadcast on 3sat TV.",
        "title": "\"Herrschaftszeiten!\" bei 3sat nochmal sehen: Wiederholung der Dokureihe im TV und online",
        "url": "https://www.news.de/tv-aktuell/857044385/herrschaftszeiten-am-donnerstag-verpasst-folge-4-aus-staffel-2-bei-familie-habsburg-lothringen-in-der-kaiservilla-bad-ischl-tv-wiederholung-und-online-in-der-3sat-mediathek/1/"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Kylie Jenner",
            "cosmetic surgery",
            "Kardashians"
        ],
        "summary": "In the final episode of season three of 'The Kardashians', Kylie Jenner admits to undergoing cosmetic surgery, including breast augmentation. She expresses regret and advises others to wait until after having children before considering such procedures. Jenner also reveals that she would be heartbroken if her daughter, Stormi, wanted to have cosmetic surgery at 19, like she did. She wants to be a better example for her daughter and wishes she could have done things differently.",
        "title": "Kylie Jenner angrer på inngrep",
        "url": "https://www.tv2.no/underholdning/god-kveld-norge/kylie-jenner-angrer-pa-inngrep/15918489/"
    },
    {
        "category": "Politics",
        "tags": [
            "Ukraine",
            "Monument Removal"
        ],
        "summary": "In Poltava, Ukraine, monuments of Soviet General Mykola Vatutin and poet Alexander Pushkin have been dismantled, with plans to remove another Soviet general monument. The Pushkin bust will be transferred to the Poltava Local Lore Museum, while the Vatutin and the upcoming Zygin monuments will be sent to the 'Park of the Soviet Period' in Sumy Oblast. Discussions are ongoing regarding the future of other monuments, including the Monument of Glory in Korpusny Park.",
        "title": "У Полтаві демонтували пам'ятники Пушкіну та Ватутіну ",
        "url": "https://www.pravda.com.ua/news/2023/07/27/7413064/"
    },
    {
        "category": "Technology",
        "tags": [
            "AI in healthcare",
            "medical chatbot"
        ],
        "summary": "Google Health, Google Deepmind, and Google AI have introduced Med-PaLM M, a large multimodal generative model that can interpret biomedical data. It outperforms specialist models and can generalize to new medical tasks. Radiologists found the AI-generated reports comparable to their own, indicating its potential clinical usefulness. Google's Med-PaLM 2, a medical chatbot, has also shown impressive performance in answering medical questions. Privacy concerns are addressed by ensuring customer control over data and encryption settings.",
        "title": "Google Unveils Multimodal Generative AI Model Med-PaLM M for Healthcare",
        "url": "https://analyticsindiamag.com/google-unveils-multimodal-generative-ai-model-med-palm-m-for-healthcare/"
    },
    {
        "category": "Technology",
        "tags": [
            "tablet",
            "Android",
            "promotion"
        ],
        "summary": "Cdiscount is offering a small promotion on the Niuniutab Android tablet, which is priced at 84.99 euros after a 5 euro discount. The tablet features a 10-inch HD display, 4GB RAM, octa-core 64-bit processor, 64GB storage (expandable with microSD), and a 5000mAh battery. It also comes with McAfee Total Protection for one year and free delivery. The offer is available for a limited time on Cdiscount.",
        "title": "Les stocks de cette tablette tactile à moins de 85 € baissent rapidement, ne manquez pas cette offre",
        "url": "https://www.bfmtv.com/tech/bons-plans/les-stocks-de-cette-tablette-tactile-a-moins-de-85-eu-baissent-rapidement-ne-manquez-pas-cette-offre_AB-202307270007.html"
    },
    {
        "category": "Politics",
        "tags": [
            "Israeli healthcare reform",
            "HealthTech",
            "MedTech",
            "academic freedom",
            "international collaborations"
        ],
        "summary": "Leaders in the Israeli HealthTech and MedTech sectors, along with international colleagues, are expressing concerns over the government's controversial judicial reform. The new law restricts the use of the 'reasonableness' criterion in evaluating cabinet and ministerial decisions. Israeli doctors are considering leaving the country, while Jewish American doctors express solidarity. German scientific institutions have also voiced their concerns, highlighting the potential impact on academic freedom and international collaborations. The Israeli Health Network and the Israeli Medical Association have been actively opposing the reform.",
        "title": "Les leaders de la santé font le point après l'adoption de la loi de la \" raisonnabilité \"",
        "url": "https://fr.timesofisrael.com/les-leaders-de-la-sante-font-le-point-apres-ladoption-de-la-loi-de-la-raisonnabilite/"
    },
    {
        "category": "Crime",
        "tags": [
            "Missing teenager",
            "Human remains",
            "Investigation"
        ],
        "summary": "A 36-year-old man has been taken into custody in Launceston, Tasmania, following the discovery of human remains believed to be those of missing teenager Shyanne-Lee. The 14-year-old girl was last seen on April 30 in Launceston. The investigation into her disappearance has involved multiple law enforcement agencies and volunteers. Forensic testing is underway to confirm the identity of the remains. Shyanne-Lee's mother has criticized judgmental and cruel comments on social media.",
        "title": "Man charged with murder in relation to missing girl Shyanne-Lee Tatnell",
        "url": "https://www.cairnspost.com.au/lifestyle/parenting/man-charged-with-murder-in-relation-to-missing-girl-shyannelee-tatnell/news-story/904f4e0ef9a6b6b1884ad792646ddaed"
    },
    {
        "category": "Environment",
        "tags": [
            "Highway construction",
            "Water pollution",
            "Environmental damage"
        ],
        "summary": "A meeting was held to discuss measures after polluted water from a construction site for the Ulsan-Hamyang highway in Milyang, South Korea, caused the death of fish and other aquatic life. The construction company, local authorities, and residents attended the meeting. The company stated that additional measures were being taken to address the issue and that compensation for affected residents was being provided. Water quality analysis and inspections were conducted, and concerns were raised about the impact on the ecosystem and the need for soil testing.",
        "title": "[보도 후] 고속도로 공사장 시뻘건 흙탕물, 피해 대책 논의",
        "url": "https://www.ohmynews.com/NWS_Web/View/at_pg.aspx?CNTN_CD=A0002948235"
    },
    {
        "category": "Technology",
        "tags": [
            "Telecom Regulatory Authority of India",
            "Quality of Service",
            "Internet Access Service",
            "Repealing Regulations"
        ],
        "summary": "The Telecom Regulatory Authority of India (TRAI) has issued regulations to repeal the Regulation on quality of service of dial-up and leased line internet access service, 2001. These regulations were applicable to Basic Service Operators and Internet Service Providers, but with the evolution of telecommunication networks and the availability of high-speed broadband services, they are no longer relevant. The TRAI has decided to repeal these regulations based on stakeholder comments and the aspect of Ease of Doing Business (EoDB).",
        "title": "TRAI releases Telecom Regulatory Authority of India Repealing Regulations, 2023",
        "url": "https://orissadiary.com/trai-releases-telecom-regulatory-authority-of-india-repealing-regulations-2023/"
    },
    {
        "category": "Technology",
        "tags": [
            "Water pumps",
            "Electric pumps"
        ],
        "summary": "Electric pumps for water bottles are compact and convenient, allowing users to avoid the need for a large water dispenser. Despite some leakage issues, these pumps have received positive reviews for their practicality and cost-effectiveness. It is important to note that these pumps do not have any water filtration capabilities and are solely used for pumping water.",
        "title": "Esta bomba para galão de água é sucesso no TikTok; o que diz quem comprou",
        "url": "https://www.uol.com.br/tilt/noticias/redacao/2023/07/27/bomba-para-galao-de-agua-e-sucesso-no-tiktok-veja-o-que-diz-quem-comprou.htm"
    },
    {
        "category": "Technology",
        "tags": [
            "Fake news",
            "Disinformation",
            "Information mining",
            "Intelligence Artificial",
            "Web",
            "Social media"
        ],
        "summary": "The third Ital Communications-Censis report titled 'Disinformation and fake news in Italy: The information system tested by Artificial Intelligence' reveals that 76.5% of Italians believe that fake news is becoming more sophisticated and difficult to detect. The report emphasizes the need for accredited communication professionals to combat disinformation and highlights the importance of solid technological skills and stricter regulations to distinguish reliable information from misinformation. The report also highlights the growing reliance on online sources for information, particularly among younger individuals.",
        "title": "Fake news, è allarme disinformazione sul web",
        "url": "https://www.zerosette.it/2023/07/fake-news-e-allarme-disinformazione-sul-web/"
    },
    {
        "category": "Business",
        "tags": [
            "Volkswagen",
            "China",
            "financial performance"
        ],
        "summary": "German automaker Volkswagen AG is working to strengthen its financial position after higher logistics costs and increased competition in China weighed on its financial performance in the second quarter. VW slightly lowered its forecast for new car deliveries for the year. The company's net cash position decreased by 72% in the quarter ending in June. VW CEO Oliver Blume is trying to regain VW's position in China, where Tesla and BYD have an advantage with their electric models and software tailored to local tastes.",
        "title": "Volkswagen понижи прогнозата си за годишните продажби на автомобили",
        "url": "https://www.investor.bg/a/444-novini/378609-volkswagen-ponizhi-prognozata-si-za-godishnite-prodazhbi-na-avtomobili"
    },
    {
        "category": "Technology",
        "tags": [
            "eCitizen platform",
            "hacking",
            "data security",
            "digitalization",
            "cyber security"
        ],
        "summary": "The eCitizen government platform in Kenya was hacked, but no data was accessed or lost. The hackers attempted to slow down the system and jam it with excessive requests, but they were unsuccessful in breaking into it. The government has established the office of the data commissioner to ensure data privacy and security. Measures are being taken to address the current attack and improve cyber security for sustainable digitalization.",
        "title": "eCitizen was hacked, ICT CS Omollo confirms",
        "url": "https://www.standardmedia.co.ke/national/article/2001478132/ecitizen-was-hacked-cs-owalo-confirms"
    },
    {
        "category": "Environment",
        "tags": [
            "Climate Change Lawsuits",
            "Increasing Lawsuit Numbers"
        ],
        "summary": "According to a report released on the 27th, the number of climate change-related lawsuits has more than doubled in the past five years. The impacts of climate change, such as water scarcity and dangerous heatwaves, have worsened globally, leading to an increase in the number of affected people. The report, compiled by the United Nations Environment Programme (UNEP) and Columbia University in New York, reveals that approximately 2,180 climate change-related lawsuits were filed in 65 jurisdictions over the past five years.",
        "title": "気候変動訴訟、5年間で2倍以上に　途上国でも増加",
        "url": "https://www.newsweekjapan.jp/headlines/world/2023/07/457059.php"
    },
    {
        "category": "Technology",
        "tags": [
            "Aliens",
            "UFOs",
            "Cryptocurrency"
        ],
        "summary": "Former US government official David Gruhs claimed at a congressional hearing that the US government is hiding the existence of alien spacecraft and 'biological entities'. Cryptocurrency enthusiasts quickly reacted by creating numerous alien and UFO-themed tokens. However, caution is advised as many of these meme coins may be potential scams. Some alien-themed meme coins have seen slight performance improvements, with UFO Gaming Token (UFO) rising 2.4% and AlienFi Token (ALIEN) rising 5.9% in the past 24 hours.",
        "title": "米議会UFO公聴会に仮想通貨界隈も反応　50以上の草コインが誕生",
        "url": "https://jp.cointelegraph.com/news/ufo-hearing-alien-crypto-themed-memecoins"
    },
    {
        "category": "Business",
        "tags": [
            "gardening",
            "outdoor maintenance",
            "fugenreiniger"
        ],
        "summary": "The Einhell GC-CC 18 Li Solo Power X-Change is a popular cordless joint cleaner for maintaining gardens and houses. It comes with interchangeable brushes for different cleaning needs and features a telescopic handle and adjustable second handle for comfortable and precise cleaning. The device is part of the Power-X-Change family, allowing the battery to be used with other Einhell devices. Currently, the Einhell joint cleaner is the top-selling product on Amazon with a 39% discount. It offers an efficient and effortless solution for cleaning joints and improving the appearance of outdoor areas.",
        "title": "Amazon-Topseller: Das macht den Einhell 18V-Akku-Fugenreiniger so begehrt - jetzt mit 39 % Rabatt",
        "url": "https://www.pcwelt.de/article/2009952/amazon-topseller-das-macht-den-einhell-18v-akku-fugenreiniger-so-begehrt-jetzt-mit-39-rabatt.html"
    },
    {
        "category": "Technology",
        "tags": [
            "WhatsApp features",
            "Android",
            "safety tools"
        ],
        "summary": "WhatsApp is testing two new features on Android to enhance user safety and improve message forwarding. The safety tools section allows users to block or report unknown senders more easily, while also providing information about profile photos and sender phone numbers. Additionally, a new feature enables users to create a group while forwarding a message, simplifying content sharing. These features are currently in beta testing and will be rolled out to all users at a later date.",
        "title": "WhatsApp Starts Testing Safety Tools, Improves Forwarding on Latest Beta",
        "url": "https://www.gadgets360.com/apps/news/whatsapp-beta-update-feature-safety-tools-unknown-numbers-forward-new-group-4244279"
    },
    {
        "category": "Health",
        "tags": [
            "Contact lenses",
            "Eye infection",
            "Vision loss"
        ],
        "summary": "A TikTok doctor warns against using contact lenses in a video where he narrates the story of a woman who had to get her eye removed due to a severe infection caused by a parasite found in tap water. The woman suffered for five years and underwent three corneal transplants before opting for a complete eye removal. The doctor emphasizes the importance of proper hygiene and precautions while wearing contact lenses to minimize the risk of infection and vision loss.",
        "title": "Use Contact Lenses? This Woman's Story Will Make You Think Twice - News18",
        "url": "https://www.news18.com/viral/use-contact-lenses-this-womans-story-will-make-you-think-twice-8438155.html"
    },
    {
        "category": "Health",
        "tags": [
            "Proton therapy",
            "Hitachi",
            "HKSH Medical Group"
        ],
        "summary": "Hitachi has delivered a proton therapy system to HKSH Medical Group, marking the beginning of proton therapy treatment service in Hong Kong. The system, consisting of two rotating gantry treatment rooms, is expected to become a model case for its compact design configuration. Hitachi's particle therapy systems have an excellent reputation for reliability and the company aims to contribute to the further development of minimally invasive cancer treatments.",
        "title": "Hitachi Delivers Proton Therapy System to HKSH Medical Group",
        "url": "https://www.streetinsider.com/Press+Releases/Hitachi+Delivers+Proton+Therapy+System+to+HKSH+Medical+Group/21953630.html"
    },
    {
        "category": "Health",
        "tags": [
            "Lagos State Government",
            "healthcare personnel",
            "capacity development",
            "resilience",
            "Continuing Medical Education",
            "quality healthcare delivery"
        ],
        "summary": "The Lagos State Government is urging healthcare personnel to improve health care delivery through continual capacity development and resilience. The government is organizing a three-day State Continuing Medical Education session to equip health workers with the necessary skills and knowledge. The program aims to enhance effective service delivery and preserve the physical and mental health of health care workers. The government recognizes the importance of human capital development in achieving universal healthcare coverage.",
        "title": "Lagos govt tasks health workers on service delivery - P.M. News",
        "url": "https://pmnewsnigeria.com/2023/07/27/lagos-govt-tasks-health-workers-on-service-delivery/"
    },
    {
        "category": "Health",
        "tags": [
            "cost-of-living crisis",
            "York residents' health",
            "rising costs",
            "wellbeing",
            "food banks",
            "skipping meals",
            "mental health",
            "physical health",
            "isolation",
            "savings",
            "borrowing"
        ],
        "summary": "Rising costs of living in York are negatively impacting the physical and mental health of residents, according to a report by Healthwatch York. The report highlights the detrimental effects of high prices, including the use of food banks, skipping meals, and reduced consumption of healthy foods. The rising costs are also leading to increased feelings of isolation and changes in spending and living habits. Residents are dipping into savings and increasing borrowing to cope with the financial strain.",
        "title": "York residents 'skipping meals and using food banks' as rising prices hit health",
        "url": "https://yorkmix.com/york-residents-skipping-meals-and-using-food-banks-as-rising-prices-hit-health/"
    },
    {
        "category": "Health",
        "tags": [
            "Artificial Intelligence",
            "European Medicines Agency",
            "Medicines Lifecycle"
        ],
        "summary": "The European Medicines Agency (EMA) has published a draft Reflection paper on the use of artificial intelligence (AI) in the lifecycle of medicines. The paper emphasizes the importance of using AI correctly and complying with existing data requirements. It also highlights the need for transparency, validation, and monitoring of AI and machine learning tools throughout the medicines' lifecycle. The EMA plans to gather feedback through a public consultation and use it to produce detailed guidance in the future.",
        "title": "EMA Publishes First Draft Of Reflection Paper On The Use Of AI In The Medicinal Product Lifecycle - Life Sciences, Biotechnology & Nanotechnology - United States",
        "url": "https://www.mondaq.com:443/Article/1347364"
    },
    {
        "category": "Health",
        "tags": [
            "Smoking",
            "Quit smoking",
            "Cigarettes"
        ],
        "summary": "A quarter of smokers believe quitting smoking could be 'life changing' in terms of the money they would save, according to a survey of 1,500 smokers. The research also found that a third of smokers feel guilty about the amount they spend on cigarettes. Rising costs of cigarettes, with 32% predicting they will be paying £1 or more per cigarette by 2024, may push smokers to try and quit. The study also revealed that price is a big factor in whether smokers continue to smoke.",
        "title": "A quarter of smokers could save 'life-changing' money by quitting",
        "url": "https://www.dailypost.co.uk/news/uk-world-news/quit-smoking-save-money-health-27399975"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Sinead O'Connor",
            "protest singer",
            "fame",
            "controversial views",
            "punk rock",
            "abuse scandal",
            "Magdalene Laundries",
            "Nothing Compares 2 U",
            "Saturday Night Live",
            "Pope John Paul II",
            "memoir",
            "Grammy Awards",
            "National Ethnic Coalition of Organizations",
            "Frank Sinatra",
            "ordained as a priest",
            "convert to Islam",
            "women's rights",
            "domestic abuse",
            "HIV/AIDS",
            "shaved head",
            "sexual assault"
        ],
        "summary": "Sinead O'Connor, the Irish singer known for her activism and controversial views, has died at the age of 56. Throughout her career, she used her fame as a protest singer to challenge norms and champion causes close to her heart. She made headlines for tearing up a picture of Pope John Paul II on Saturday Night Live in protest of the Catholic Church child abuse scandal. She also spoke out on issues such as women's rights, domestic abuse, and HIV/AIDS. O'Connor's shaved head was a symbol of defiance and protection against abuse she experienced as a child.",
        "title": "Sinead O'Connor's history of protest and activism as she's hailed for bravery",
        "url": "https://www.mirror.co.uk/3am/celebrity-news/sinead-oconnors-history-protest-activism-30564503"
    },
    {
        "category": "Health",
        "tags": [
            "Weight loss",
            "Dietary fiber",
            "Digestive system"
        ],
        "summary": "Dietary fiber plays a crucial role in managing diseases and preventing obesity. The recommended daily intake for adults is 25-35 grams, but the average intake remains below 20 grams. High-fiber foods aid in weight loss and overall health. Soluble fibers dissolve in water and thicken in the digestive tract, while insoluble fibers remain as particles. Fiber intake affects gut transit time, stool frequency, and microbiota composition. It also helps regulate appetite, blood sugar, and cholesterol levels. However, individuals with certain conditions should consult their doctor before increasing fiber intake.",
        "title": "Does Fiber Help You Lose Weight? How Does It Work 2023?",
        "url": "https://www.healthcanal.com/nutrition/healthy-eating/does-fiber-help-you-lose-weight"
    },
    {
        "category": "Education",
        "tags": [
            "Firefighter Training",
            "TEEX",
            "Texas A&M",
            "Wildfire",
            "First Responders"
        ],
        "summary": "Nearly 900 firefighters attended the 94th annual Municipal Fire Training School at Brayton Fire Training Field in College Station, Texas. The training, provided by the Texas A&M Engineering Extension Service (TEEX), included courses on wildland firefighting, emergency telecommunications, automobile extrication, and rope rescue. TEEX has been offering quality instruction to firefighters since 1929 and trains over 100,000 first responders each year. The training is supported by grants from Texas A&M Forest Services, which cover tuition, food, and lodging for volunteer firefighters.",
        "title": "Texas A&M welcomes hundreds of firefighters for 94th annual training",
        "url": "https://theeagle.com/news/local/hundreds-of-firefighters-welcomed-at-training/article_4dcaef14-2bfa-11ee-8fb9-af2beb565c0d.html"
    },
    {
        "category": "World News",
        "tags": [
            "Kargil War",
            "Indian Army",
            "Grenadier Udhaymaan Singh",
            "Kanta Devi",
            "Sena Medal"
        ],
        "summary": "Kanta Devi, the mother of Grenadier Udhaymaan Singh who died in the Kargil war, expressed her pride in her son's dedication towards the nation. Singh, a native of Jammu, was commissioned into 18 Grenadiers and died in a gun battle while recapturing Tiger Hill. Kanta Devi has preserved her son's bullet-riddled wallet, which she intends to be consigned to the flames with her. The Kargil Vijay Diwas is observed on July 26 every year to commemorate India's victory over Pakistan.",
        "title": "Dushman ki goli peeth pe nahi, chhati pe khaani hai: Kargil martyr",
        "url": "https://www.rediff.com/news/report/dushman-ki-goli-peeth-pe-nahi-chhati-pe-khaani-hai-kargil-martyr/20230727.htm"
    },
    {
        "category": "Business",
        "tags": [
            "EUR/GBP",
            "forex",
            "currency exchange"
        ],
        "summary": "The EUR/GBP currency pair is currently in a downtrend, with a bias towards retesting the low of 0.8502. A decisive break below this level would signal a larger decline from the high of 0.8977. However, if the pair breaks above the minor resistance of 0.8618, the bias would turn neutral. In the bigger picture, the overall trend is part of a long-term range pattern, with a potential retest of the high at 0.9267 if the resistance at 0.8717 is broken.",
        "title": "EUR/GBP Daily Outlook - Action Forex",
        "url": "https://www.actionforex.com/technical-outlook/eurgbp-outlook/511800-eur-gbp-daily-outlook-1673/"
    },
    {
        "category": "Health",
        "tags": [
            "Diet",
            "Planet-friendly foods",
            "Public health",
            "Environmental impact"
        ],
        "summary": "Eating more planet-friendly foods can reduce the risk of death from cancer, heart disease, respiratory illnesses, and neurodegenerative diseases, according to a new study. Researchers have developed a diet score called the Planetary Health Diet Index (PHDI), which combines ecological and health-related factors. The study found that people who followed a more environmentally-friendly diet had a 25% lower risk of death over a 30-year period. The PHDI index, however, may not reflect all food products and their relationships with major diseases in all countries.",
        "title": "Why Foods that Are Good For the Planet Are Also Good For Your Health - News18",
        "url": "https://www.news18.com/viral/why-foods-that-are-good-for-the-planet-are-also-good-for-your-health-8438167.html"
    },
    {
        "category": "Sports",
        "tags": [
            "Basketball tournament",
            "Embutidos Pajariel Bembibre",
            "Perfumerías Avenida",
            "Recoletas Zamora"
        ],
        "summary": "Embutidos Pajariel Bembibre will host the regional basketball tournament in Bembibre, Spain from September 14th to 16th. The tournament will feature the top three women's teams in the region: Embutidos Pajariel Bembibre, Perfumerías Avenida, and Recoletas Zamora. This annual triangular tournament has been held since 2014 and is a highlight of the Fiestas del Cristo in Bembibre.",
        "title": "El Recoletas Zamora luchará por la Copa de Castilla y León  femenina",
        "url": "https://www.laopiniondezamora.es/deportes/2023/07/27/recoletas-zamora-luchara-copa-castilla-90376187.html"
    },
    {
        "category": "Business",
        "tags": [
            "Heating oil prices",
            "Energy costs",
            "Heating oil subsidies"
        ],
        "summary": "The article discusses the fluctuating prices of heating oil in Germany, particularly in the region of Baden-Württemberg. It provides information on current prices in Pforzheim, as well as average prices over the past month. The article also mentions government subsidies available for heating oil and pellets, and provides tips for ordering heating oil. It highlights the importance of monitoring the market and considering long-term savings through modernization. The article concludes with information on the percentage of households in Germany using heating oil.",
        "title": "Heizölpreise Stadt Pforzheim aktuell: Alles zur Preisentwicklung und zum Ölverbrauch in Ihrer Nähe",
        "url": "https://www.news.de/wirtschaft/856690047/heizoelpreise-stadt-pforzheim-aktuell-was-kostet-heizoel-heute-am-27-07-2023-preisentwicklung-in-ihrer-naehe-in-baden-wuerttemberg/1/"
    },
    {
        "category": "Business",
        "tags": [
            "Heating oil prices",
            "Energy prices",
            "Heating oil subsidies"
        ],
        "summary": "The article discusses the current situation of heating oil prices in Germany, specifically in the Hochtaunuskreis region. It provides information on average prices, price fluctuations, and delivery times. The article also mentions government subsidies for heating oil and pellets, eligibility criteria, and the application process. It highlights the importance of monitoring prices, considering alternative resources, and modernizing heating systems for long-term savings. The article emphasizes the significance of timely ordering and the benefits of collective purchasing. Overall, it provides insights into the heating oil market and offers tips for cost-effective heating oil purchases.",
        "title": "Heizölpreise Hochtaunuskreis aktuell: Die neuesten Entwicklungen am Heizöl-Markt",
        "url": "https://www.news.de/wirtschaft/856689660/heizoelpreise-hochtaunuskreis-aktuell-was-kostet-heizoel-heute-am-27-07-2023-preisentwicklung-in-ihrer-naehe-in-hessen/1/"
    },
    {
        "category": "Crime",
        "tags": [
            "match-fixing",
            "corruption",
            "sports"
        ],
        "summary": "Spanish police, in collaboration with LALIGA and EUROPOL, have dismantled a criminal organization involved in match-fixing in the RFEF. Seventeen people, including officials and players from a 3rd division RFEF football team, have been arrested. The investigation was initiated after alerts from online betting companies and an anonymous tip received by LALIGA. The president of the team allegedly managed the match-fixing, involving players and third parties to place bets. The operation is ongoing, with seven football matches still under investigation.",
        "title": "Desarticulada una organización criminal  dedicada al amaño de partidos en el ámbito de la RFEF",
        "url": "https://www.sport.es/es/noticias/futbol/desarticulada-organizacion-criminal-dedicada-amano-90375369"
    },
    {
        "category": "Social Issues",
        "tags": [
            "Disability",
            "Nigeria",
            "Tricycle Operator"
        ],
        "summary": "The article highlights the story of Gift Captain Tonmene, a physically challenged tricycle operator in Lagos, Nigeria. It sheds light on the neglect of physically challenged individuals by those in authority and the impact of poverty and deprivation on the nation. Tonmene expresses his desire to switch to a more structured business if given support. The article calls on the government and society to address the needs of disabled individuals and promote their rights and well-being.",
        "title": "UN Charter and Delta state Born Physically Challenged 'Keke' Operator In Lagos | Latest Nigeria News Today",
        "url": "https://www.thenews-chronicle.com/un-charter-and-delta-state-born-physically-challenged-keke-operator-in-lagos/"
    },
    {
        "category": "Politics",
        "tags": [
            "violence against women",
            "Catalonia"
        ],
        "summary": "The Parliament of Catalonia has approved an increase in compensation and assistance for victims of gender-based violence and their children. The reform, driven by the PSC, establishes that victims of gender-based violence will receive at least twice the minimum income indicator of Catalonia (IRSC), which is at least 17,210.3 euros annually. The reform also includes measures to prevent the perpetrator from administering compensation for minor children. The initiative received almost unanimous support in the Catalan chamber, with only Vox opposing it.",
        "title": "El Parlament augmenta les indemnitzacions a víctimes de violència masclista i incorpora la violència vicària",
        "url": "https://www.larepublica.cat/noticies/el-parlament-augmenta-les-indemnitzacions-a-victimes-de-violencia-masclista-i-incorpora-la-violencia-vicaria-2/"
    },
    {
        "category": "Technology",
        "tags": [
            "Radio Telescope",
            "Intelligent Robots",
            "Maintenance",
            "Observation Period",
            "China Sky Eye"
        ],
        "summary": "Five intelligent robot systems and platforms for the maintenance of China's Five-hundred-meter Aperture Spherical Radio Telescope (FAST) have passed inspection and can be put into use. The intelligent robots will be used for testing, maintenance, disassembling and installation, monitoring, and all-weather measurement of the telescope. They are expected to add about 30 days to the telescope's observation period annually, increasing its efficiency and promoting more scientific results. The telescope, also known as the 'China Sky Eye,' is the world's largest single-dish radio telescope located in Guizhou province.",
        "title": "China's telescope adopts intelligent maintenance robots",
        "url": "https://www.chinadailyasia.com/article/342970"
    },
    {
        "category": "Business",
        "tags": [
            "Noronex",
            "Kalahari Copper Belt",
            "Namibia",
            "exploration",
            "mineralisation"
        ],
        "summary": "Noronex is seeking to extend its Kalahari Copper Belt footprint in Namibia by lodging two new permit applications. The applications cover 1650 square kilometres of prospective ground adjacent to the Namibia-Botswana border. Noronex's exploration portfolio in Namibia will expand to about 8700sq km if the applications are approved. The company aims to explore the highly-prospective Kalahari Copper Belt, which is known for its copper and silver mineralisation. Previous exploration in the area has shown promising copper intercepts along the key contact zone.",
        "title": "Noronex to extend footprint over Kalahari Copper Belt",
        "url": "https://thewest.com.au/business/public-companies/noronex-to-extend-footprint-over-kalahari-copper-belt-c-11408763"
    },
    {
        "category": "Business",
        "tags": [
            "Water treatment",
            "Warehouse",
            "Namibian company"
        ],
        "summary": "Namibian company Aqua Services & Engineering (ASE) has opened a new warehouse at Walvis Bay. ASE is a local supplier and service partner for reagents, chemicals, and equipment, specializing in water and wastewater treatment, mining extractions, and chemicals for the hospitality industry. The new warehouse will improve efficiency and provide employment opportunities. ASE's operations include treating water at Dolphin Park swimming pool and modifying the treatment system of the Swakopmund Aquarium. They have also established a desalination plant to provide safe drinking water for the community.",
        "title": "Aqua Services & Engineering inaugurates new Walvis Bay warehouse",
        "url": "https://economist.com.na/81194/retail/aqua-services-engineering-inaugurates-new-walvis-bay-warehouse/"
    },
    {
        "category": "Environment",
        "tags": [
            "Mussoorie",
            "Environmental damage",
            "Carrying capacity",
            "Construction activities",
            "Drainage system",
            "Sewage system",
            "Tourism management",
            "Waste management",
            "Geological investigations",
            "Landslide prevention",
            "Effective drainage system",
            "Phytoremediation",
            "Natural springs",
            "Rainwater harvesting",
            "Traffic management"
        ],
        "summary": "A committee constituted by the National Green Tribunal (NGT) has submitted a 281-page report with recommendations and remedial measures to prevent environmental damage to the hill station of Mussoorie in Uttarakhand. The report suggests avoiding the expansion of construction activities, implementing proper drainage and sewage systems, managing tourism according to the carrying capacity, charging tourists for waste management, conducting geological investigations for major projects, strengthening existing structures, promoting native trees for slope stabilization, monitoring and rejuvenating natural springs, promoting rainwater harvesting, and better traffic management.",
        "title": "Should avoid expansion of construction activities in Mussoorie: NGT panel report",
        "url": "https://www.hindustantimes.com/cities/dehradun-news/should-avoid-expansion-of-construction-activities-in-mussoorie-ngt-panel-report-101690447712565.html"
    },
    {
        "category": "Technology",
        "tags": [
            "AI",
            "elephant behavior",
            "wildlife conservation"
        ],
        "summary": "Elephant Havens and Colossal are collaborating to use AI in studying elephant behavior for the reintroduction of orphans to the wild. The partnership aims to address the leading cause of elephants becoming orphaned, which is human-wildlife conflict, often involving fires. By analyzing the animals' behavior and genomic data, the collaboration seeks to combine the art of elephant handlers with the science of today. Colossal is also conducting gene-trait analysis to understand how genetic information may influence behavior.",
        "title": "Orphaned Elephants in Botswana are About to Receive Some Help - Africa.com",
        "url": "https://www.africa.com/orphaned-elephants-in-botswana-are-about-to-receive-some-help/"
    },
    {
        "category": "Science",
        "tags": [
            "Mars Express",
            "Mawrth Vallis",
            "Martian valley"
        ],
        "summary": "Mars Express recently flew over the Mawrth Vallis region on Mars, capturing image data that can be used to observe changes on the planet's surface. Mawrth Vallis is known for its unique topography and is considered a promising location to search for signs of past or present life. The region contains light-colored deposits indicating the previous presence of water, as well as clay minerals that may have formed through weathering processes. The images also reveal diverse landscape structures and evidence of impact craters.",
        "title": "Mawrth Vallis region - the deepest clay deposits on Mars",
        "url": "https://www.marsdaily.com/reports/Mawrth_Vallis_region___the_deepest_clay_deposits_on_Mars_999.html"
    },
    {
        "category": "Science",
        "tags": [
            "Mars exploration",
            "Crater analysis",
            "Rover imaging"
        ],
        "summary": "The Curiosity rover on Mars is conducting a detailed imaging campaign and contact science to gain insight into the origin of craters and target rocks. The team plans to assess the target rocks, evidence for the impactor, and the morphology of the craters. The 3-sol plan includes investigating bedrock targets, creating Mastcam stereo mosaics, and assessing variations in texture and chemistry of the local bedrock. The rover will also acquire a long distance ChemCam RMI mosaic and conduct environmental monitoring activities. The goal is to gather more information for further crater science next week.",
        "title": "Sols 3895-3897: Navigating Through the Crater Cluster",
        "url": "https://www.marsdaily.com/reports/Sols_3895_3897_Navigating_Through_the_Crater_Cluster_999.html"
    },
    {
        "category": "Technology",
        "tags": [
            "Samsung",
            "Galaxy Unpacked",
            "smartphones",
            "tablets",
            "smartwatches"
        ],
        "summary": "Samsung unveiled its latest products at the Galaxy Unpacked event in Seoul, South Korea. The lineup includes two new smartphones, the Galaxy Z Fold 5 and the Galaxy Z Flip 5, as well as three new tablets and two new smartwatches. The devices will be available in stores starting August 11. The Galaxy Z Flip 5 features a foldable design with a flat screen and improved software, while the Galaxy Z Fold 5 boasts a brighter screen, faster chip, and thinner design. The tablets, known as the Galaxy Tab S9 series, come with OLED screens and water and dust resistance.",
        "title": "Samsung Galaxy Z Flip 5, Galaxy Watch 6 & Galaxy Tab S9 - all you need to know",
        "url": "https://www.irishmirror.ie/lifestyle/technology/samsung-galaxy-z-flip-4-30564153"
    },
    {
        "category": "Environment",
        "tags": [
            "Bushfire risk",
            "Climate change",
            "El Nino",
            "Extreme weather"
        ],
        "summary": "Australia is facing a potential return to destructive bushfire seasons due to higher temperatures, less rain, and record amounts of vegetation. The Actuaries Institute's climate index for autumn 2023 indicates a higher bushfire risk, with a turn towards an El Nino phase and a decrease in extreme rainfall. The index also suggests a longer-term trend of increasing frequency of extreme weather, indicating a change in Australia's underlying climate.",
        "title": "Climate index hints at higher destructive bushfire risk",
        "url": "https://www.perthnow.com.au/news/environment/climate-index-hints-at-higher-destructive-bushfire-risk-c-11402297"
    },
    {
        "category": "Environment",
        "tags": [
            "wildfires",
            "B.C. firefighters",
            "evacuations",
            "firefighting efforts",
            "Cariboo region"
        ],
        "summary": "Wildfire crews in B.C. have tamed a pair of wildfires in the province's Cariboo region, but continue to grapple with stubborn blazes burning out of control elsewhere. Evacuations have been ordered for several properties and recreation sites, while firefighting efforts are being complicated by strong winds. The BC Wildfire Service reports over 450 active fires across B.C., most caused by lightning, with a record-breaking amount of land burned.",
        "title": "Significant blazes in multiple B.C. locations, as record wildfire season continues - Houston Today",
        "url": "https://www.houston-today.com/news/significant-blazes-in-multiple-b-c-locations-as-record-wildfire-season-continues/"
    },
    {
        "category": "Environment",
        "tags": [
            "Wildfires",
            "B.C. Wildfire Service",
            "Evacuations"
        ],
        "summary": "Wildfire crews in B.C. have tamed a pair of wildfires in the province's Cariboo region, but continue to grapple with stubborn blazes burning out of control elsewhere. The BC Wildfire Service reports more than 450 active fires across B.C., most caused by lightning, with 264 ranked as out of control. Almost 15,000 square kilometres of land has burned, surpassing a record set at the end of the 2018 wildfire season.",
        "title": "Significant blazes in multiple B.C. locations, as record wildfire season continues - Prince Rupert Northern View",
        "url": "https://www.thenorthernview.com/news/significant-blazes-in-multiple-b-c-locations-as-record-wildfire-season-continues/"
    },
    {
        "category": "Weather",
        "tags": [
            "Ireland",
            "high pressure",
            "August weather"
        ],
        "summary": "July in Ireland has been exceptionally wet, with low pressure dominating and causing non-stop rain. However, there is hope for better weather as a high pressure system is expected to return as soon as next week. Alan O'Reilly, an Irish weather expert, predicts that summer weather could come back to Ireland by August 4th. Met Eireann's long-term forecast for August also suggests a rise in temperatures and less rainfall. Despite some variability, high pressure is expected to become more dominant, offering hope for some proper summer weather.",
        "title": "Weather expert gives date for potential return of summer conditions",
        "url": "https://www.rsvplive.ie/news/irish-news/ireland-weather-expert-gives-date-30560611"
    },
    {
        "category": "Travel",
        "tags": [
            "cheap flights",
            "European city break",
            "Riga",
            "Latvian capital",
            "Dodo Hotel Riga",
            "ATOL protected",
            "Christmas markets",
            "beer tour",
            "Sofia",
            "Wizz Air",
            "Ryanair",
            "Bulgarian beer",
            "cheap food",
            "cheap drinks"
        ],
        "summary": "Holiday Pirates is offering a bargain deal for a European city break in Riga, Latvia, including two nights' stay at the Dodo Hotel Riga and return flights from London Luton for just £68 per person. Riga is named one of the cheapest cities for a weekend break in Europe and offers attractions such as the Old Town, a UNESCO World Heritage Site. Sofia, another affordable eastern European city, is also recommended for a cheap city break with direct flights available from London for as little as £20 each way.",
        "title": "Travel company sells £68 foreign holiday which costs 'less than a UK night out'",
        "url": "https://www.thescottishsun.co.uk/travel/11011258/cheap-holiday-deal-city-break-flights/"
    },
    {
        "category": "Travel",
        "tags": [
            "Port of Dover",
            "holidaymakers",
            "traffic",
            "bottlenecks",
            "border processing time"
        ],
        "summary": "Holidaymakers travelling through the Port of Dover may face bottlenecks of traffic, with a processing time at the border of 90 minutes. The port is experiencing high volumes of passengers arriving too early for their sailing, causing congestion. Car passengers are advised to arrive up to three hours before their booked sailing. The expected car arrivals on Wednesday morning were over 2,000, and nearly 3,000 on Saturday.",
        "title": "Port of Dover 'extremely busy' with holiday traffic",
        "url": "https://www.eveningnews24.co.uk/news/national/23682940.port-dover-extremely-busy-holiday-traffic/"
    },
    {
        "category": "Travel",
        "tags": [
            "Port of Dover",
            "holidaymakers",
            "traffic",
            "bottlenecks",
            "border processing time"
        ],
        "summary": "Holidaymakers travelling through the Port of Dover may face bottlenecks of traffic as the port experiences high volumes of passengers arriving too early for their sailing. The processing time at the border is 90 minutes, and car passengers are advised to arrive up to three hours before their booked sailing. The port has implemented measures to minimize queues and anyone who misses their sailing will be put on the next available trip.",
        "title": "Port of Dover 'extremely busy' with holiday traffic",
        "url": "https://www.thewestonmercury.co.uk/news/national/23682940.port-dover-extremely-busy-holiday-traffic/"
    },
    {
        "category": "Environment",
        "tags": [
            "Cargo ship fire",
            "Netherlands coast",
            "Electric cars",
            "Ecological disaster"
        ],
        "summary": "Dutch firefighters are battling a blaze on a cargo ship off the Netherlands coast suspected to have been started by electric cars. The fire is still burning and putting it out is difficult due to the high temperature on board. One sailor has died and the cause of the fire is still under investigation. The fire could potentially rage for days, posing a risk of an ecological disaster on nearby islands.",
        "title": "Ship fire still rages off Dutch coast",
        "url": "https://sg.news.yahoo.com/ship-fire-still-rages-off-083621317.html"
    },
    {
        "category": "World News",
        "tags": [
            "Rhodes",
            "British tourists",
            "fire evacuation",
            "ambassador visit"
        ],
        "summary": "British Ambassador Matthew Lodge visited the island of Rhodes to express his gratitude to everyone involved in evacuating British tourists from areas affected by the fire. He met with local authorities, volunteers, tourism agencies, and British citizens to discuss firefighting efforts, evacuations, and plans for early returns. Lodge also visited the Rhodes International Airport and thanked Greek Foreign Affairs Ministry staff for their assistance. He expressed regret over the difficult circumstances faced by the island due to the ongoing fires.",
        "title": "Ambassador visits Rhodes to thank professionals, residents for assistance to British tourists | Pagenews.gr",
        "url": "https://www.pagenews.gr/2023/07/27/english-edition/ambassador-visits-rhodes-to-thank-professionals-residents-for-assistance-to-british-tourists/"
    },
    {
        "category": "Travel",
        "tags": [
            "Flight Diversion",
            "Qatar Airways",
            "Rajiv Gandhi International Airport",
            "Nagpur",
            "Hyderabad"
        ],
        "summary": "A Qatar Airways flight from Doha to Nagpur was diverted to Hyderabad due to bad weather conditions. The flight landed at Rajiv Gandhi International Airport in Hyderabad, and the passengers were provided accommodation at a hotel. Alternate arrangements were being made for their travel to Nagpur.",
        "title": "Doha-Nagpur Qatar Airways flight diverted to Hyderabad",
        "url": "https://kalingatv.com/nation/doha-nagpur-qatar-airways-flight-diverted-to-hyderabad/"
    },
    {
        "category": "World News",
        "tags": [
            "Russian Federal Security Service",
            "explosives",
            "dry cargo vessel",
            "Kerch Strait",
            "Ukraine"
        ],
        "summary": "Traces of explosives have been found in the hold of a dry cargo vessel sailing from Turkey to Rostov-on-Don, Russia, via the Ukrainian port and the Kerch Strait. The vessel has been barred from passing under the arch of the Kerch Strait and from leaving Russian territorial waters. This incident follows a similar discovery of explosives in another foreign cargo ship sailing the same route. The circumstances suggest that foreign civilian ships may have been used to deliver explosives to Ukraine.",
        "title": "Traces of explosives found in hold of another vessel in Kerch Strait  --  FSB",
        "url": "https://tass.com/defense/1652607"
    },
    {
        "category": "Travel",
        "tags": [
            "cheap flights",
            "European city break",
            "Riga",
            "Latvian capital",
            "Dodo Hotel Riga",
            "ATOL protected",
            "Christmas markets",
            "UNESCO World Heritage Site",
            "beer tour",
            "Sofia",
            "Wizz Air",
            "Ryanair",
            "Bulgarian beer",
            "cheap city breaks",
            "UK city break",
            "cheap hotels"
        ],
        "summary": "Holiday Pirates is offering a bargain deal for a European city break in Riga, Latvia, including two nights' stay at the Dodo Hotel Riga and return flights from London Luton for just £68 per person. Riga is named one of the cheapest cities for a weekend break in Europe, with its Old Town being a UNESCO World Heritage Site. Other cheap European city breaks and a UK city break option are also mentioned.",
        "title": "Travel company sells £68 foreign holiday which costs 'less than a UK night out'",
        "url": "https://www.thesun.ie/travel/11094002/cheap-holiday-deal-city-break-flights/"
    },
    {
        "category": "Education",
        "tags": [
            "Teacher Trainees",
            "Qualified Teacher Status",
            "Employment Rates",
            "Assessment-Only Candidates",
            "Early Years Outcomes"
        ],
        "summary": "The article provides data on the outcomes for teacher trainees in England during the 2021-2022 academic year. It includes information on the proportion of trainees who gained qualified teacher status and the employment rates of these qualified teachers. The publication also covers assessment-only candidates and early years outcomes. The article further provides details on the number of trainees with course outcomes.",
        "title": "Initial teacher training performance profiles: 2021 to 2022",
        "url": "https://www.gov.uk/government/statistics/initial-teacher-training-performance-profiles-2021-to-2022"
    },
    {
        "category": "Arts",
        "tags": [
            "Alison Moyet",
            "fine art printmaking",
            "graduation"
        ],
        "summary": "Alison Moyet, the British singer and co-founder of Yazoo, has graduated with a first-class degree in fine art printmaking at the age of 62. Moyet, known for her chart-topping albums and influential synth-pop band, shared her achievement on social media, expressing her passion for printmaking. She recently received an MBE for her contributions to music. This accomplishment showcases that it's never too late to pursue one's dreams.",
        "title": "Alison Moyet Graduates With First-Class Degree In Fine Art",
        "url": "https://www.billboard.com/music/music-news/alison-moyet-graduates-first-class-degree-fine-art-1235379190/"
    },
    {
        "category": "Technology",
        "tags": [
            "AI in education",
            "language model",
            "virtual voice tutoring"
        ],
        "summary": "NetEase Youdao has launched Zi Yue, a large language model, making it the first AI model released in the education sector. The tool can be used for translation, virtual voice tutoring, essay guidance, grammar analysis, and smart documentation. Youdao CEO Zhou Feng emphasized that the product aims to help students learn better, rather than encouraging cheating. Additionally, Youdao announced the upcoming release of its AI learning machine Youdao X20 and Youdao Dictionary digital pen in August.",
        "title": "NetEase Youdao unveils voice tutoring large language model · TechNode",
        "url": "http://technode.com/2023/07/27/netease-youdao-unveils-voice-tutoring-large-language-model/"
    },
    {
        "category": "Education",
        "tags": [
            "Summer school",
            "Vacation school",
            "Learning loss"
        ],
        "summary": "The article discusses the history of summer vacation in the United States and argues for a new approach to summer school. It highlights the shift from summer schooling to vacation schools in the early 20th century and the need for summer school to provide enrichment activities. The author suggests that summer school should be seen as a respite from the academic year and should offer activities similar to those provided in privately run summer camps and schools.",
        "title": "Commentary: How we got endless summer breaks from school - and what we can do about it ",
        "url": "https://www.centralmaine.com/2023/07/27/commentary-how-we-got-endless-summer-breaks-from-school-and-what-we-can-do-about-it-2/"
    },
    {
        "category": "World News",
        "tags": [
            "Netherlands",
            "Kingdom of the Netherlands",
            "Dutch language"
        ],
        "summary": "The article provides information about the Netherlands, a country located in Western Europe and the Caribbean. It consists of 12 provinces in Europe and three special municipalities in the Caribbean. The official language is Dutch, with other secondary official languages in specific regions. The article also mentions recognised regional and non-territorial languages spoken in the country.",
        "title": "Highlights: Horan header earns USA draw against Netherlands | Fifa Women's World Cup 2023 - The Global Herald",
        "url": "https://theglobalherald.com/sport/highlights-horan-header-earns-usa-draw-against-netherlands-fifa-womens-world-cup-2023/"
    },
    {
        "category": "Education",
        "tags": [
            "Dogri language",
            "language promotion",
            "literature",
            "educational institutions"
        ],
        "summary": "The article discusses the efforts to promote the Dogri language and the need for its recognition as a subject in schools. It also highlights the contributions of individuals in the field of Dogri literature. The incorporation of Dogri language in official working of the UT is suggested as a landmark step in the right direction.",
        "title": "Promotion of Dogri",
        "url": "https://www.dailyexcelsior.com/promotion-of-dogri-3/"
    }
]