[
    {
        "category": "Business",
        "tags": [
            "Raymond James Financial",
            "financial services",
            "net revenues",
            "net income",
            "assets under management"
        ],
        "summary": "Raymond James Financial, Inc. reported record net revenues of $2.91 billion and net income available to common shareholders of $369 million for the fiscal third quarter. The company also achieved record client assets under administration of $1.28 trillion and financial assets under management of $200.7 billion. The Private Client Group segment generated record net revenues and pre-tax income during the first nine months of the fiscal year.",
        "title": "Raymond James Financial Reports Third Quarter of Fiscal 2023 Results",
        "url": "https://www.finanznachrichten.de/nachrichten-2023-07/59682406-raymond-james-financial-reports-third-quarter-of-fiscal-2023-results-399.htm"
    },
    {
        "category": "Business",
        "tags": [
            "Acadian Timber Corp.",
            "financial results",
            "carbon credits"
        ],
        "summary": "Acadian Timber Corp., a timberland owner in Eastern Canada and the Northeastern U.S., reported its financial and operating results for the second quarter of 2023. The company generated $4.1 million of Free Cash Flow and declared dividends of $4.9 million to shareholders. Acadian also announced the successful registration of its first voluntary carbon credits. The company's balance sheet remains solid with $17.0 million of net liquidity. Sales volume and operating income increased compared to the prior year period.",
        "title": "Acadian Timber Corp. Reports Second Quarter Results",
        "url": "https://www.finanznachrichten.de/nachrichten-2023-07/59682570-acadian-timber-corp-reports-second-quarter-results-399.htm"
    },
    {
        "category": "Travel",
        "tags": [
            "Lagos airport",
            "infrastructure decay",
            "passenger complaints"
        ],
        "summary": "Passengers at the Murtala Muhammed International Airport in Lagos, Nigeria, have expressed disappointment and disgust at the dilapidated infrastructure. The airport's toilets are in poor condition, lacking essential items like tissue paper and soap. The baggage claim area is also problematic, with frequent breakdowns of the conveyor belt. The cooling systems are ineffective, and the airport experiences power outages. Passengers have taken to social media to share their negative experiences, calling the airport a national disgrace. Aviation experts and stakeholders are calling for a complete overhaul and rebuilding of the airport.",
        "title": "Nigerians bemoan infrastructural decay at Lagos airport",
        "url": "https://www.zawya.com/en/economy/africa/nigerians-bemoan-infrastructural-decay-at-lagos-airport-oyn7p1un"
    },
    {
        "category": "Business",
        "tags": [
            "London rental market",
            "estate agency",
            "lettings activity",
            "house sales",
            "rental market",
            "mortgage costs",
            "supply and demand",
            "rent rises",
            "economic downturns",
            "non-cyclical revenue",
            "mortgage refinancing",
            "high borrowing costs",
            "dividend"
        ],
        "summary": "London-based estate agency Foxtons reported a rise in pre-tax profits in the first half of the year, driven by buoyant lettings activity in the tight rental market. The agency expects little change in the supply and demand imbalance that has driven up rent in London, but predicts a cooling in the pace of rent rises in the second half of the year. Foxtons has focused on growing its non-cyclical and recurring revenues, particularly in the rental market, which it sees as more resilient to economic downturns than sales.",
        "title": "Foxtons' profits climb on higher rents as buyers retreat ",
        "url": "https://www.ft.com/content/5a3d06e2-d442-40e5-b729-6ea0eb6e899c"
    },
    {
        "category": "Business",
        "tags": [
            "Egyptian Exchange",
            "EGX50 EWI index",
            "market indicators"
        ],
        "summary": "The Egyptian Exchange (EGX) has decided to stop the EGX50 EWI index, as it is the least used indicator according to a survey conducted among investment research centers, asset management companies, and investment funds. The decision is part of the exchange's continuous development of market indicators and ensuring the diversification of tools for measuring market performance. The EGX50 EWI index will be discontinued from 1 August.",
        "title": "Egyptian Exchange suspends EGX50 EWI index - Dailynewsegypt",
        "url": "https://www.dailynewsegypt.com/2023/07/27/egyptian-exchange-suspends-egx50-ewi-index/"
    },
    {
        "category": "Technology",
        "tags": [
            "Data-driven insights",
            "Data management solution",
            "Cloud platform"
        ],
        "summary": "The article discusses the challenges businesses face in establishing innovative, data-driven processes and the importance of data-driven insights in supply chain management, resource allocation, process optimization, and understanding customer preferences. It highlights the exponential growth of data and the need for a robust data management solution. The article introduces HPE GreenLake, an edge-to-cloud platform that addresses these challenges by eliminating data silos, analyzing data wherever it resides, and providing a holistic view of data-driven insights.",
        "title": "How to bridge data silos and enable cloud-like efficiency",
        "url": "https://www.theregister.com/2023/07/27/how_to_bridge_data_silos/"
    },
    {
        "category": "Fashion",
        "tags": [
            "Online shopping",
            "Pop-up event",
            "Girls Inc. Indy",
            "STEM summer camp",
            "SHEIN X Design Incubator",
            "Local communities"
        ],
        "summary": "SHEIN, known for affordable online shopping, recently held a 4-day pop-up event in Indianapolis, allowing customers to browse and interact with exclusive products. The brand has also partnered with Girls Inc. Indy to support their STEM summer camp for high school girls. SHEIN X Design Incubator program has invested over $55 million to bring independent designers' collections to market. By localizing operations and supporting local communities, SHEIN aims to bring the newest fashion trends to customers and support the development of future designers.",
        "title": "How SHEIN Uses Global Footprint to Drive Local Impact",
        "url": "https://gazette.com/online_features/fashion_beauty_fitness/how-shein-uses-global-footprint-to-drive-local-impact/article_4f4239a9-1480-55a8-93d0-1124920b788b.html"
    },
    {
        "category": "Real Estate",
        "tags": [
            "Luxury housing",
            "India",
            "Sales surge"
        ],
        "summary": "The luxury housing segment in India experienced a strong sales momentum, with a 130% year-on-year surge across the top 7 cities during the January-June 2023 period. Delhi-NCR and Mumbai were the top cities in terms of sales, while Hyderabad recorded the highest percentage increase in sales. The demand for luxury housing was driven by enhanced amenities, spacious living areas, and NRI investments. Overall, the residential sector saw a 3% increase in sales and a 9% growth in new launches compared to the previous year.",
        "title": "Delhi-NCR Sees Highest Sales Of Luxury Housing In January-June 2023; Mumbai, Hyderabad Follow - News18",
        "url": "https://www.news18.com/business/delhi-ncr-sees-highest-sales-of-luxury-housing-in-january-june-2023-mumbai-hyderabad-follow-8437603.html"
    },
    {
        "category": "Business",
        "tags": [
            "Federal Reserve",
            "interest rates",
            "Treasury yields"
        ],
        "summary": "U.S. Treasury yields rose slightly as investors considered the outlook for interest rates following the Federal Reserve's latest rate hike. Federal Reserve chief Jerome Powell stated that further rate hikes and holding rates at the current level are possibilities, depending on data. Investors are concerned about the impact of elevated rates on the U.S. economy. The European Central Bank is also expected to announce an interest rate decision.",
        "title": "Treasury yields inch higher as investors absorb Fed rate hike, Powell comments",
        "url": "https://www.nbclosangeles.com/news/business/money-report/treasury-yields-inch-higher-as-investors-absorb-fed-rate-hike-powell-comments/3195023/"
    },
    {
        "category": "Technology",
        "tags": [
            "China",
            "Satellite Launch",
            "Long March-2D",
            "Yaogan-36",
            "Space"
        ],
        "summary": "China successfully launched a Long March-2D carrier rocket from the Xichang Satellite Launch Center, placing a group of three Yaogan-36 remote sensing satellites into space. This mission marks the 480th flight of the Long March carrier rockets, setting a new record. The satellites were launched at 04:02 a.m. Beijing Time and entered the preset orbit.",
        "title": "1st LD-Writethru-China Focus: China's Long March carrier rocket conducts 150th consecutive successful launch",
        "url": "https://www.nampa.org/index.php?model=categories&function=display&id=22247864"
    },
    {
        "category": "Business",
        "tags": [
            "Foreign Exchange",
            "Cross-border payments",
            "FX trading"
        ],
        "summary": "DMALINK and COMO Digital Life have formed a strategic partnership to address the needs of fast-growth innovative technology companies. COMO Digital Life offers cross-border multi-currency IBAN accounts, while DMALINK specializes in FX trading. The collaboration aims to provide a comprehensive solution that combines efficient FX trading with seamless cross-border transactions, empowering technology companies to navigate global markets. The partnership also focuses on digitization initiatives, risk management workflows, and the development of additional products and services.",
        "title": "DMALINK Â® secures key strategic partnership with COMO Digital Life, to Address the Unique Needs of Fast-Growth Innovative Technology Companies",
        "url": "https://www.streetinsider.com/PRNewswire/DMALINK+%C2%AE+secures+key+strategic+partnership+with+COMO+Digital+Life%2C+to+Address+the+Unique+Needs+of+Fast-Growth+Innovative+Technology+Companies/21953638.html"
    },
    {
        "category": "Politics",
        "tags": [
            "Urea Gold",
            "Narendra Modi",
            "agriculture"
        ],
        "summary": "Prime Minister Narendra Modi launched 'Urea Gold', a new variety of urea coated with sulphur, during an event in Rajasthan. He highlighted the affordability of urea in India compared to other countries. The launch of Urea Gold is part of the government's efforts to benefit farmers in the state.",
        "title": "What is Urea Gold launched by PM Modi in Rajasthan's Sikar ahead of polls",
        "url": "https://www.cnbctv18.com/economy/pm-narendra-modi-rajasthan-launch-what-is-urea-gold-17350961.htm"
    },
    {
        "category": "Food",
        "tags": [
            "Millets",
            "Mission Millets",
            "ITC Ltd.",
            "International Year of Millets",
            "nutrition",
            "sustainable agriculture",
            "food security"
        ],
        "summary": "ITC Ltd. launched the 'Mission Millets' initiative in collaboration with News18 to promote the sustainable cultivation and consumption of millets. The initiative aims to raise awareness about the unique attributes of millets and their potential to contribute to food security, nutrition, and sustainable agriculture. The International Year of Millets 2023, declared by the United Nations, recognizes the value of millets as a key solution to global challenges. The 'Shree Anna' stamp, featuring illustrations, symbolizes the importance of millets in agriculture and food.",
        "title": "ITC LAUNCHES 'SHREE ANNA' STAMP TO CELEBRATE INTERNATIONAL YEAR OF MILLETS - News18",
        "url": "https://www.news18.com/studio18/itc-launches-shree-anna-stamp-to-celebrate-international-year-of-millets-8438083.html"
    },
    {
        "category": "Education",
        "tags": [
            "Board of Secondary Education",
            "Matriculation Examination",
            "High School Certificate",
            "Madhyama",
            "State Open School Certificate Examination"
        ],
        "summary": "The Board of Secondary Education (BSE), Odisha has announced that the matriculation (Class 10) examination for 2024 will be conducted from February 20 to March 4. The forms for the examination will be filled in October 2023, and the evaluation of answer sheets will take place from March 12 for at least 12 days. Additionally, the half-yearly examination for Class 10 and Madhyama will be held from September 13 to 16, 2023.",
        "title": "Next year's Matriculation exam to commence from Feb 20: BSE | Education",
        "url": "https://www.devdiscourse.com/article/education/2538438-next-years-matriculation-exam-to-commence-from-feb-20-bse"
    },
    {
        "category": "Travel",
        "tags": [
            "Port of Dover",
            "holidaymakers",
            "traffic",
            "bottlenecks",
            "border processing time"
        ],
        "summary": "Holidaymakers travelling through the Port of Dover may face traffic bottlenecks due to people arriving too early for their sailing. The processing time at the border is 90 minutes, and the port is urging passengers to arrive no more than three hours before their booked sailing. Measures have been put in place to minimize queues, and anyone who misses their sailing will be put on the next available trip.",
        "title": "Port of Dover 'extremely busy' with holiday traffic",
        "url": "https://www.shropshirestar.com/news/uk-news/2023/07/27/port-of-dover-extremely-busy-with-holiday-traffic/"
    },
    {
        "category": "Travel",
        "tags": [
            "Port of Dover",
            "holidaymakers",
            "traffic",
            "bottlenecks",
            "border processing time"
        ],
        "summary": "Holidaymakers travelling through the Port of Dover may face bottlenecks of traffic as the port experiences high volumes of passengers arriving too early for their sailing. The processing time at the border is 90 minutes, and car passengers are advised to arrive up to three hours before their booked sailing. The port has implemented measures to minimize queues and anyone who misses their sailing will be put on the next available trip.",
        "title": "Port of Dover 'extremely busy' with holiday traffic",
        "url": "https://ca.sports.yahoo.com/news/port-dover-extremely-busy-holiday-084433005.html"
    },
    {
        "category": "Business",
        "tags": [
            "offers",
            "sales",
            "news"
        ],
        "summary": "This article is about signing up for up-to-the-minute offers, sales, and news. It is related to the business category.",
        "title": "Lew's Carbon Fire Speed Spin Spinning Reel for $40",
        "url": "https://www.dealnews.com/Lews-Carbon-Fire-Speed-Spin-Spinning-Reel-for-40-free-shipping-w-49/21320752.html"
    },
    {
        "category": "Environment",
        "tags": [
            "Shipwreck",
            "Oil Pollution",
            "Taiwan"
        ],
        "summary": "The captain and two crew members of a container ship that sank off the coast of southern Taiwan have been barred from leaving the island. The ship, known as the Angel, sank near the port of Kaohsiung on July 20. The Taiwanese government has deployed measures to contain and prevent oil pollution. The costs of cleanup and losses to fishermen caused by the pollution are to be borne by the shipowner.",
        "title": "3 members of sunken container ship crew barred from leaving Taiwan during pollution investigation - Rti",
        "url": "https://en.rti.org.tw/news/view/id/2009722"
    },
    {
        "category": "Politics",
        "tags": [
            "Sabah government",
            "Self-Sufficiency Level",
            "Agriculture",
            "Food production",
            "Rice planting"
        ],
        "summary": "The Sabah state government has established a special Cabinet committee to address the issue of Self-Sufficiency Level (SSL) in the state. The committee, headed by the Ministry of Agriculture, Fisheries and Food Industry (MAFFI), aims to increase food production and promote high-value agricultural products. Efforts include exploring new rice planting areas and allocating funds for crop and livestock programs. The government also plans to encourage young fishermen and explore downstream processing of fishery products. The initiatives aim to ensure sufficient food supply and stimulate the growth of the agriculture sector.",
        "title": "Special Cabinet committee to improve SSL in Sabah",
        "url": "https://www.theborneopost.com/2023/07/27/special-cabinet-committee-to-improve-ssl-in-sabah/"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Sims 4",
            "Horse Ranch",
            "DLC",
            "gameplay",
            "expansion pack"
        ],
        "summary": "The latest Sims 4 expansion, Horse Ranch, has received mixed reviews from players. Many feel fatigued with the constant release of DLC for a game that is almost 10 years old. The Horse Ranch pack lacks depth in gameplay and is criticized for its high price. Players also express disappointment in the lack of content for children and toddlers. Overall, the expansion pack is seen as lacking originality and not worth the hefty fee.",
        "title": "Everything The Sims 4 Horse Ranch expansion pack completely flopped on",
        "url": "https://thetab.com/uk/2023/07/27/everything-the-sims-4-horse-ranch-expansion-pack-completely-flopped-on-319356"
    },
    {
        "category": "Sports",
        "tags": [
            "Women's World Cup",
            "England",
            "Denmark"
        ],
        "summary": "England is tied with Denmark atop the Group D standings in the Women's World Cup. England won their opening match against Haiti 1-0, but they understand they need to improve their performance against Denmark, a tougher opponent. Denmark won their opening game against China 1-0 and is back at the World Cup for the first time since 2007. The match between England and Denmark will determine the top spot in the group.",
        "title": "England hopes to be sharper in its next Women's World Cup match after underwhelming opener | TSN",
        "url": "https://www.tsn.ca/soccer/england-hopes-to-be-sharper-in-its-next-women-s-world-cup-match-after-underwhelming-opener-1.1989011"
    },
    {
        "category": "Sports",
        "tags": [
            "Matildas",
            "Australia",
            "Nigeria",
            "injuries",
            "concussions"
        ],
        "summary": "Mary Fowler and Aivi Luik have been ruled out of the match against Nigeria due to mild concussions. Fowler was set to start alongside Caitlin Foord in attack, but both players sustained concussions in separate incidents during training. With several injured strikers, the Matildas have limited options for forwards. Despite the challenges, coach Tony Gustavsson remains confident in the team's ability to perform. The match is a must-win for the Matildas.",
        "title": "Women's World Cup live updates: The Matildas take on Nigeria in bid to seal last-16 spot",
        "url": "https://www.watoday.com.au/sport/soccer/women-s-world-cup-live-updates-the-matildas-take-on-nigeria-in-bid-to-seal-last-16-spot-20230725-p5dr4c.html"
    },
    {
        "category": "Sports",
        "tags": [
            "Armagh Ladies",
            "manager",
            "Shane McCormack",
            "resignation",
            "National League Division Two",
            "Ulster Final",
            "Cork",
            "travel commitments",
            "work commitments"
        ],
        "summary": "Shane McCormack has stepped down as the manager of Armagh Ladies after one year in charge. Armagh won the National League Division Two title but lost in the Ulster Final and were eliminated from the All-Ireland series. McCormack cited travel and work commitments as the reason for his resignation.",
        "title": "Shane McCormack resigns as Armagh Ladies' football boss after one year in charge",
        "url": "https://www.belfastlive.co.uk/sport/gaa/gaelic-football/shane-mccormack-resigns-armagh-ladies-27404592"
    },
    {
        "category": "Politics",
        "tags": [
            "Human rights",
            "Pakistan",
            "US Congress",
            "PTI",
            "Lobbying"
        ],
        "summary": "US Congressmen and Overseas Pakistanis gathered at the US Congress in Washington DC to address the human rights situation in Pakistan. Congressman Brad Sherman and US Democratic candidate for Congress Dr Asif Mahmood organized the meeting, which discussed the state of human rights and democracy in Pakistan. Concerns were raised over ongoing human rights violations and the shrinking space for free expression in the country. The event also highlighted the cases of detained designer Khadija Shah and missing journalist Imran Riaz Khan.",
        "title": "US Congressmen convene to address Pakistan's human rights challenges",
        "url": "https://www.globalvillagespace.com/us-congressmen-convene-to-address-pakistans-human-rights-challenges/"
    },
    {
        "category": "Science",
        "tags": [
            "Space Exploration",
            "Astronaut Food",
            "Space Travel"
        ],
        "summary": "This article discusses the food consumed by astronauts during space travel. The meals need to be pre-prepared and suitable for the conditions in space, including the absence of gravity. Astronauts now have access to meals that resemble regular food on Earth, such as fresh food with a two-day shelf life, fruits, vegetables, and natural snacks. The menu also includes radiation-exposed foods, heat-treated meals, and items with a longer shelf life to reduce contamination risks.",
        "title": "ماذا يأكل رواد الفضاء خارج الكرة الأرضية؟ - وكالة أوقات الشام الإخبارية",
        "url": "https://shaamtimes.com/2023/07/27/ماذا-يأكل-رواد-الفضاء-خارج-الكرة-الأرض/"
    },
    {
        "category": "Lifestyle",
        "tags": [
            "home office",
            "reading space",
            "ergonomic furniture",
            "lighting",
            "ventilation"
        ],
        "summary": "Creating a comfortable and suitable reading space at home can help develop a reading habit. This article provides tips on choosing ergonomic furniture, using neutral colors, optimizing lighting, selecting the right location, and ensuring proper ventilation. According to Statista, 44% of Mexicans prefer printed books, while 40% opt for digital books.",
        "title": "Un espacio para leer",
        "url": "http://laprensa.mx/notas.asp?id=725499"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Television",
            "Drama",
            "Young Writers"
        ],
        "summary": "Televizija Beograd, a television station in Serbia, invited young writers, mostly drama students, to express their generational perspective on the world through dramatic miniatures. The first cycle, titled 'Mladici i devojke' (Young Boys and Girls), consisted of eight stories. The article also mentions a tragicomedy episode called 'Tragedija na diplomatskom kupatilu' (Tragedy at the Diplomatic Pool) and the 55th anniversary celebration of Television Beograd, which included an exhibition dedicated to sports broadcasts.",
        "title": "АРХИВ.doc",
        "url": "https://www.rts.rs/tv/rts2/5242641/arhivdoc.html"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Gangi",
            "Sicilian music",
            "Jazz Festival",
            "Notte Bianca",
            "Sagra della Spiga"
        ],
        "summary": "Gangi, a town in Sicily, is hosting a variety of events this summer, including the Jazz Festival, Notte Bianca, and Sagra della Spiga. The events showcase art, culture, and entertainment, with over 40 different moments planned until October. The program also includes performances by Sicilian musician Roy Paci and a tribute to Franco Battiato by singer Giovanni Caccamo. Other highlights include the Forum Giovani, Sagra della Spiga, and various musical performances. The full program can be found in the attached schedule.",
        "title": "Gangi Summer 2023: clou con Jazz Festival, Sagra della Spiga, Notte Bianca e concerto di Roy Paci - TeleNicosia",
        "url": "https://www.telenicosia.it/gangi-summer-2023-clou-con-jazz-festival-sagra-della-spiga-notte-bianca-e-concerto-di-roy-paci/"
    },
    {
        "category": "Environment",
        "tags": [
            "Kayseri",
            "Yeşilyurt Park",
            "green area",
            "beautification"
        ],
        "summary": "Kayseri Metropolitan Municipality continues to showcase the best examples of municipal services with environmentally friendly initiatives. The municipality has increased its green area efforts in the approximately 20,000 square meter Yeşilyurt Park, adding aesthetic beauty to the area. The park features various amenities such as running and cycling tracks, sports fields, playgrounds, and seating areas. Thousands of trees and plants have been planted, contributing to the beautification of the city.",
        "title": "Kayseri Büyükşehir Belediyesi Yeşilyurt Parkı'nda Yeşil Alan Çalışmalarını Tamamladı",
        "url": "https://www.haberler.com/yasam/kayseri-buyuksehir-belediyesi-yesilyurt-parki-nda-yesil-alan-calismalarini-tamamladi-16161429-haberi/"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Manhattan",
            "TV series",
            "Project Manhattan"
        ],
        "summary": "The TV series 'Manhattan' explores the ambitious project of the Manhattan Project, which aimed to build an atomic bomb. Set in Los Alamos, the series focuses on the daily lives, dreams, and secrets of the residents. It features a talented cast including Rachel Brosnahan and David Harbour. Created by Sam Shaw, the series combines historical facts with fictional characters to create a compelling drama set in the backdrop of the project. With two seasons and 23 episodes, it offers an interesting perspective on the era.",
        "title": "'Manhattan': Oppenheimer de um jeito bem diferente de Nolan",
        "url": "https://olhardigital.com.br/2023/07/27/cinema-e-streaming/serie-manhattan-mostra-oppenheimer-de-um-jeito-bem-diferente-de-nolan/"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Outdoor cinema",
            "Film event",
            "Animation"
        ],
        "summary": "On Saturday, July 29th, the annual outdoor cinema event will take place in Pian Munè di Paesana. Participants can enjoy a special evening with dinner at the refuge followed by the screening of the animated musical film 'Sing 2'. Those interested can also set up their tents for free in the morning. The participation fee is 35 euros for adults and 25 euros for children, including dinner and cinema. For cinema-only access, the cost is 18 euros. Reservations can be made by calling 3286925406 or via WhatsApp message.",
        "title": "Cinema all'aperto e 'tendata' a Pian Munè di Paesana ",
        "url": "https://www.24ovest.it/2023/07/27/leggi-notizia/argomenti/eventi-16/articolo/cinema-allaperto-e-tendata-a-pian-mune-di-paesana-1.html"
    },
    {
        "category": "Entertainment",
        "tags": [
            "TV show",
            "documentary",
            "3sat",
            "Herrschaftszeiten!",
            "Familie Habsburg-Lothringen",
            "Kaiservilla Bad Ischl"
        ],
        "summary": "The TV show 'Herrschaftszeiten!' aired an episode featuring the Habsburg-Lothringen family in the Kaiservilla Bad Ischl. The show explores how they live in the former summer residence of the imperial couple. The host, Johann-Philipp Spiegelfeld, a pilot from an aristocratic family, visits castles and palaces to showcase their present-day lifestyles. The episode can be streamed on the 3sat-Mediathek. However, there will be no repeat broadcast on 3sat TV.",
        "title": "\"Herrschaftszeiten!\" bei 3sat nochmal sehen: Wiederholung der Dokureihe im TV und online",
        "url": "https://www.news.de/tv-aktuell/857044385/herrschaftszeiten-am-donnerstag-verpasst-folge-4-aus-staffel-2-bei-familie-habsburg-lothringen-in-der-kaiservilla-bad-ischl-tv-wiederholung-und-online-in-der-3sat-mediathek/1/"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Kylie Jenner",
            "cosmetic surgery",
            "Kardashians"
        ],
        "summary": "In the final episode of season three of 'The Kardashians', Kylie Jenner admits to undergoing cosmetic surgery, including breast augmentation. She expresses regret and advises others to wait until after having children before considering such procedures. Jenner also reveals that she would be heartbroken if her daughter, Stormi, wanted to have cosmetic surgery at 19, like she did. She wants to be a better example for her daughter and wishes she could have done things differently.",
        "title": "Kylie Jenner angrer på inngrep",
        "url": "https://www.tv2.no/underholdning/god-kveld-norge/kylie-jenner-angrer-pa-inngrep/15918489/"
    },
    {
        "category": "Politics",
        "tags": [
            "Ukraine",
            "Monument Removal"
        ],
        "summary": "In Poltava, Ukraine, monuments of Soviet General Mykola Vatutin and poet Alexander Pushkin have been dismantled, with plans to remove another Soviet general monument. The Pushkin bust will be transferred to the Poltava Local Lore Museum, while the Vatutin and the upcoming Zygin monuments will be sent to the 'Park of the Soviet Period' in Sumy Oblast. Discussions are ongoing regarding the future of other monuments, including the Monument of Glory in Korpusny Park.",
        "title": "У Полтаві демонтували пам'ятники Пушкіну та Ватутіну ",
        "url": "https://www.pravda.com.ua/news/2023/07/27/7413064/"
    },
    {
        "category": "Technology",
        "tags": [
            "AI in healthcare",
            "medical chatbot"
        ],
        "summary": "Google Health, Google Deepmind, and Google AI have introduced Med-PaLM M, a large multimodal generative model that can interpret biomedical data. It outperforms specialist models and can generalize to new medical tasks. Radiologists found the AI-generated reports comparable to their own, indicating its potential clinical usefulness. Google's Med-PaLM 2, a medical chatbot, has also shown impressive performance in answering medical questions. Privacy concerns are addressed by ensuring customer control over data and encryption settings.",
        "title": "Google Unveils Multimodal Generative AI Model Med-PaLM M for Healthcare",
        "url": "https://analyticsindiamag.com/google-unveils-multimodal-generative-ai-model-med-palm-m-for-healthcare/"
    },
    {
        "category": "Technology",
        "tags": [
            "tablet",
            "Android",
            "promotion"
        ],
        "summary": "Cdiscount is offering a small promotion on the Niuniutab Android tablet, which is priced at 84.99 euros after a 5 euro discount. The tablet features a 10-inch HD display, 4GB RAM, octa-core 64-bit processor, 64GB storage (expandable with microSD), and a 5000mAh battery. It also comes with McAfee Total Protection for one year and free delivery. The offer is available for a limited time on Cdiscount.",
        "title": "Les stocks de cette tablette tactile à moins de 85 € baissent rapidement, ne manquez pas cette offre",
        "url": "https://www.bfmtv.com/tech/bons-plans/les-stocks-de-cette-tablette-tactile-a-moins-de-85-eu-baissent-rapidement-ne-manquez-pas-cette-offre_AB-202307270007.html"
    },
    {
        "category": "Politics",
        "tags": [
            "Israeli healthcare reform",
            "HealthTech",
            "MedTech",
            "academic freedom",
            "international collaborations"
        ],
        "summary": "Leaders in the Israeli HealthTech and MedTech sectors, along with international colleagues, are expressing concerns over the government's controversial judicial reform. The new law restricts the use of the 'reasonableness' criterion in evaluating cabinet and ministerial decisions. Israeli doctors are considering leaving the country, while Jewish American doctors express solidarity. German scientific institutions have also voiced their concerns, highlighting the potential impact on academic freedom and international collaborations. The Israeli Health Network and the Israeli Medical Association have been actively opposing the reform.",
        "title": "Les leaders de la santé font le point après l'adoption de la loi de la \" raisonnabilité \"",
        "url": "https://fr.timesofisrael.com/les-leaders-de-la-sante-font-le-point-apres-ladoption-de-la-loi-de-la-raisonnabilite/"
    },
    {
        "category": "Crime",
        "tags": [
            "Missing teenager",
            "Human remains",
            "Investigation"
        ],
        "summary": "A 36-year-old man has been taken into custody in Launceston, Tasmania, following the discovery of human remains believed to be those of missing teenager Shyanne-Lee. The 14-year-old girl was last seen on April 30 in Launceston. The investigation into her disappearance has involved multiple law enforcement agencies and volunteers. Forensic testing is underway to confirm the identity of the remains. Shyanne-Lee's mother has criticized judgmental and cruel comments on social media.",
        "title": "Man charged with murder in relation to missing girl Shyanne-Lee Tatnell",
        "url": "https://www.cairnspost.com.au/lifestyle/parenting/man-charged-with-murder-in-relation-to-missing-girl-shyannelee-tatnell/news-story/904f4e0ef9a6b6b1884ad792646ddaed"
    },
    {
        "category": "Environment",
        "tags": [
            "Highway construction",
            "Water pollution",
            "Environmental damage"
        ],
        "summary": "A meeting was held to discuss measures after polluted water from a construction site for the Ulsan-Hamyang highway in Milyang, South Korea, caused the death of fish and other aquatic life. The construction company, local authorities, and residents attended the meeting. The company stated that additional measures were being taken to address the issue and that compensation for affected residents was being provided. Water quality analysis and inspections were conducted, and concerns were raised about the impact on the ecosystem and the need for soil testing.",
        "title": "[보도 후] 고속도로 공사장 시뻘건 흙탕물, 피해 대책 논의",
        "url": "https://www.ohmynews.com/NWS_Web/View/at_pg.aspx?CNTN_CD=A0002948235"
    },
    {
        "category": "Technology",
        "tags": [
            "Telecom Regulatory Authority of India",
            "Quality of Service",
            "Internet Access Service",
            "Repealing Regulations"
        ],
        "summary": "The Telecom Regulatory Authority of India (TRAI) has issued regulations to repeal the Regulation on quality of service of dial-up and leased line internet access service, 2001. These regulations were applicable to Basic Service Operators and Internet Service Providers, but with the evolution of telecommunication networks and the availability of high-speed broadband services, they are no longer relevant. The TRAI has decided to repeal these regulations based on stakeholder comments and the aspect of Ease of Doing Business (EoDB).",
        "title": "TRAI releases Telecom Regulatory Authority of India Repealing Regulations, 2023",
        "url": "https://orissadiary.com/trai-releases-telecom-regulatory-authority-of-india-repealing-regulations-2023/"
    },
    {
        "category": "Technology",
        "tags": [
            "Water pumps",
            "Electric pumps"
        ],
        "summary": "Electric pumps for water bottles are compact and convenient, allowing users to avoid the need for a large water dispenser. Despite some leakage issues, these pumps have received positive reviews for their practicality and cost-effectiveness. It is important to note that these pumps do not have any water filtration capabilities and are solely used for pumping water.",
        "title": "Esta bomba para galão de água é sucesso no TikTok; o que diz quem comprou",
        "url": "https://www.uol.com.br/tilt/noticias/redacao/2023/07/27/bomba-para-galao-de-agua-e-sucesso-no-tiktok-veja-o-que-diz-quem-comprou.htm"
    },
    {
        "category": "Technology",
        "tags": [
            "Fake news",
            "Disinformation",
            "Information mining",
            "Intelligence Artificial",
            "Web",
            "Social media"
        ],
        "summary": "The third Ital Communications-Censis report titled 'Disinformation and fake news in Italy: The information system tested by Artificial Intelligence' reveals that 76.5% of Italians believe that fake news is becoming more sophisticated and difficult to detect. The report emphasizes the need for accredited communication professionals to combat disinformation and highlights the importance of solid technological skills and stricter regulations to distinguish reliable information from misinformation. The report also highlights the growing reliance on online sources for information, particularly among younger individuals.",
        "title": "Fake news, è allarme disinformazione sul web",
        "url": "https://www.zerosette.it/2023/07/fake-news-e-allarme-disinformazione-sul-web/"
    },
    {
        "category": "Business",
        "tags": [
            "Volkswagen",
            "China",
            "financial performance"
        ],
        "summary": "German automaker Volkswagen AG is working to strengthen its financial position after higher logistics costs and increased competition in China weighed on its financial performance in the second quarter. VW slightly lowered its forecast for new car deliveries for the year. The company's net cash position decreased by 72% in the quarter ending in June. VW CEO Oliver Blume is trying to regain VW's position in China, where Tesla and BYD have an advantage with their electric models and software tailored to local tastes.",
        "title": "Volkswagen понижи прогнозата си за годишните продажби на автомобили",
        "url": "https://www.investor.bg/a/444-novini/378609-volkswagen-ponizhi-prognozata-si-za-godishnite-prodazhbi-na-avtomobili"
    },
    {
        "category": "Technology",
        "tags": [
            "eCitizen platform",
            "hacking",
            "data security",
            "digitalization",
            "cyber security"
        ],
        "summary": "The eCitizen government platform in Kenya was hacked, but no data was accessed or lost. The hackers attempted to slow down the system and jam it with excessive requests, but they were unsuccessful in breaking into it. The government has established the office of the data commissioner to ensure data privacy and security. Measures are being taken to address the current attack and improve cyber security for sustainable digitalization.",
        "title": "eCitizen was hacked, ICT CS Omollo confirms",
        "url": "https://www.standardmedia.co.ke/national/article/2001478132/ecitizen-was-hacked-cs-owalo-confirms"
    },
    {
        "category": "Environment",
        "tags": [
            "Climate Change Lawsuits",
            "Increasing Lawsuit Numbers"
        ],
        "summary": "According to a report released on the 27th, the number of climate change-related lawsuits has more than doubled in the past five years. The impacts of climate change, such as water scarcity and dangerous heatwaves, have worsened globally, leading to an increase in the number of affected people. The report, compiled by the United Nations Environment Programme (UNEP) and Columbia University in New York, reveals that approximately 2,180 climate change-related lawsuits were filed in 65 jurisdictions over the past five years.",
        "title": "気候変動訴訟、5年間で2倍以上に　途上国でも増加",
        "url": "https://www.newsweekjapan.jp/headlines/world/2023/07/457059.php"
    },
    {
        "category": "Technology",
        "tags": [
            "Aliens",
            "UFOs",
            "Cryptocurrency"
        ],
        "summary": "Former US government official David Gruhs claimed at a congressional hearing that the US government is hiding the existence of alien spacecraft and 'biological entities'. Cryptocurrency enthusiasts quickly reacted by creating numerous alien and UFO-themed tokens. However, caution is advised as many of these meme coins may be potential scams. Some alien-themed meme coins have seen slight performance improvements, with UFO Gaming Token (UFO) rising 2.4% and AlienFi Token (ALIEN) rising 5.9% in the past 24 hours.",
        "title": "米議会UFO公聴会に仮想通貨界隈も反応　50以上の草コインが誕生",
        "url": "https://jp.cointelegraph.com/news/ufo-hearing-alien-crypto-themed-memecoins"
    },
    {
        "category": "Business",
        "tags": [
            "gardening",
            "outdoor maintenance",
            "fugenreiniger"
        ],
        "summary": "The Einhell GC-CC 18 Li Solo Power X-Change is a popular cordless joint cleaner for maintaining gardens and houses. It comes with interchangeable brushes for different cleaning needs and features a telescopic handle and adjustable second handle for comfortable and precise cleaning. The device is part of the Power-X-Change family, allowing the battery to be used with other Einhell devices. Currently, the Einhell joint cleaner is the top-selling product on Amazon with a 39% discount. It offers an efficient and effortless solution for cleaning joints and improving the appearance of outdoor areas.",
        "title": "Amazon-Topseller: Das macht den Einhell 18V-Akku-Fugenreiniger so begehrt - jetzt mit 39 % Rabatt",
        "url": "https://www.pcwelt.de/article/2009952/amazon-topseller-das-macht-den-einhell-18v-akku-fugenreiniger-so-begehrt-jetzt-mit-39-rabatt.html"
    },
    {
        "category": "Technology",
        "tags": [
            "WhatsApp features",
            "Android",
            "safety tools"
        ],
        "summary": "WhatsApp is testing two new features on Android to enhance user safety and improve message forwarding. The safety tools section allows users to block or report unknown senders more easily, while also providing information about profile photos and sender phone numbers. Additionally, a new feature enables users to create a group while forwarding a message, simplifying content sharing. These features are currently in beta testing and will be rolled out to all users at a later date.",
        "title": "WhatsApp Starts Testing Safety Tools, Improves Forwarding on Latest Beta",
        "url": "https://www.gadgets360.com/apps/news/whatsapp-beta-update-feature-safety-tools-unknown-numbers-forward-new-group-4244279"
    },
    {
        "category": "Health",
        "tags": [
            "Contact lenses",
            "Eye infection",
            "Vision loss"
        ],
        "summary": "A TikTok doctor warns against using contact lenses in a video where he narrates the story of a woman who had to get her eye removed due to a severe infection caused by a parasite found in tap water. The woman suffered for five years and underwent three corneal transplants before opting for a complete eye removal. The doctor emphasizes the importance of proper hygiene and precautions while wearing contact lenses to minimize the risk of infection and vision loss.",
        "title": "Use Contact Lenses? This Woman's Story Will Make You Think Twice - News18",
        "url": "https://www.news18.com/viral/use-contact-lenses-this-womans-story-will-make-you-think-twice-8438155.html"
    },
    {
        "category": "Health",
        "tags": [
            "Proton therapy",
            "Hitachi",
            "HKSH Medical Group"
        ],
        "summary": "Hitachi has delivered a proton therapy system to HKSH Medical Group, marking the beginning of proton therapy treatment service in Hong Kong. The system, consisting of two rotating gantry treatment rooms, is expected to become a model case for its compact design configuration. Hitachi's particle therapy systems have an excellent reputation for reliability and the company aims to contribute to the further development of minimally invasive cancer treatments.",
        "title": "Hitachi Delivers Proton Therapy System to HKSH Medical Group",
        "url": "https://www.streetinsider.com/Press+Releases/Hitachi+Delivers+Proton+Therapy+System+to+HKSH+Medical+Group/21953630.html"
    },
    {
        "category": "Health",
        "tags": [
            "Lagos State Government",
            "healthcare personnel",
            "capacity development",
            "resilience",
            "Continuing Medical Education",
            "quality healthcare delivery"
        ],
        "summary": "The Lagos State Government is urging healthcare personnel to improve health care delivery through continual capacity development and resilience. The government is organizing a three-day State Continuing Medical Education session to equip health workers with the necessary skills and knowledge. The program aims to enhance effective service delivery and preserve the physical and mental health of health care workers. The government recognizes the importance of human capital development in achieving universal healthcare coverage.",
        "title": "Lagos govt tasks health workers on service delivery - P.M. News",
        "url": "https://pmnewsnigeria.com/2023/07/27/lagos-govt-tasks-health-workers-on-service-delivery/"
    },
    {
        "category": "Health",
        "tags": [
            "cost-of-living crisis",
            "York residents' health",
            "rising costs",
            "wellbeing",
            "food banks",
            "skipping meals",
            "mental health",
            "physical health",
            "isolation",
            "savings",
            "borrowing"
        ],
        "summary": "Rising costs of living in York are negatively impacting the physical and mental health of residents, according to a report by Healthwatch York. The report highlights the detrimental effects of high prices, including the use of food banks, skipping meals, and reduced consumption of healthy foods. The rising costs are also leading to increased feelings of isolation and changes in spending and living habits. Residents are dipping into savings and increasing borrowing to cope with the financial strain.",
        "title": "York residents 'skipping meals and using food banks' as rising prices hit health",
        "url": "https://yorkmix.com/york-residents-skipping-meals-and-using-food-banks-as-rising-prices-hit-health/"
    },
    {
        "category": "Health",
        "tags": [
            "Artificial Intelligence",
            "European Medicines Agency",
            "Medicines Lifecycle"
        ],
        "summary": "The European Medicines Agency (EMA) has published a draft Reflection paper on the use of artificial intelligence (AI) in the lifecycle of medicines. The paper emphasizes the importance of using AI correctly and complying with existing data requirements. It also highlights the need for transparency, validation, and monitoring of AI and machine learning tools throughout the medicines' lifecycle. The EMA plans to gather feedback through a public consultation and use it to produce detailed guidance in the future.",
        "title": "EMA Publishes First Draft Of Reflection Paper On The Use Of AI In The Medicinal Product Lifecycle - Life Sciences, Biotechnology & Nanotechnology - United States",
        "url": "https://www.mondaq.com:443/Article/1347364"
    },
    {
        "category": "Health",
        "tags": [
            "Smoking",
            "Quit smoking",
            "Cigarettes"
        ],
        "summary": "A quarter of smokers believe quitting smoking could be 'life changing' in terms of the money they would save, according to a survey of 1,500 smokers. The research also found that a third of smokers feel guilty about the amount they spend on cigarettes. Rising costs of cigarettes, with 32% predicting they will be paying £1 or more per cigarette by 2024, may push smokers to try and quit. The study also revealed that price is a big factor in whether smokers continue to smoke.",
        "title": "A quarter of smokers could save 'life-changing' money by quitting",
        "url": "https://www.dailypost.co.uk/news/uk-world-news/quit-smoking-save-money-health-27399975"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Sinead O'Connor",
            "protest singer",
            "fame",
            "controversial views",
            "punk rock",
            "abuse scandal",
            "Magdalene Laundries",
            "Nothing Compares 2 U",
            "Saturday Night Live",
            "Pope John Paul II",
            "memoir",
            "Grammy Awards",
            "National Ethnic Coalition of Organizations",
            "Frank Sinatra",
            "ordained as a priest",
            "convert to Islam",
            "women's rights",
            "domestic abuse",
            "HIV/AIDS",
            "shaved head",
            "sexual assault"
        ],
        "summary": "Sinead O'Connor, the Irish singer known for her activism and controversial views, has died at the age of 56. Throughout her career, she used her fame as a protest singer to challenge norms and champion causes close to her heart. She made headlines for tearing up a picture of Pope John Paul II on Saturday Night Live in protest of the Catholic Church child abuse scandal. She also spoke out on issues such as women's rights, domestic abuse, and HIV/AIDS. O'Connor's shaved head was a symbol of defiance and protection against abuse she experienced as a child.",
        "title": "Sinead O'Connor's history of protest and activism as she's hailed for bravery",
        "url": "https://www.mirror.co.uk/3am/celebrity-news/sinead-oconnors-history-protest-activism-30564503"
    },
    {
        "category": "Health",
        "tags": [
            "Weight loss",
            "Dietary fiber",
            "Digestive system"
        ],
        "summary": "Dietary fiber plays a crucial role in managing diseases and preventing obesity. The recommended daily intake for adults is 25-35 grams, but the average intake remains below 20 grams. High-fiber foods aid in weight loss and overall health. Soluble fibers dissolve in water and thicken in the digestive tract, while insoluble fibers remain as particles. Fiber intake affects gut transit time, stool frequency, and microbiota composition. It also helps regulate appetite, blood sugar, and cholesterol levels. However, individuals with certain conditions should consult their doctor before increasing fiber intake.",
        "title": "Does Fiber Help You Lose Weight? How Does It Work 2023?",
        "url": "https://www.healthcanal.com/nutrition/healthy-eating/does-fiber-help-you-lose-weight"
    },
    {
        "category": "Education",
        "tags": [
            "Firefighter Training",
            "TEEX",
            "Texas A&M",
            "Wildfire",
            "First Responders"
        ],
        "summary": "Nearly 900 firefighters attended the 94th annual Municipal Fire Training School at Brayton Fire Training Field in College Station, Texas. The training, provided by the Texas A&M Engineering Extension Service (TEEX), included courses on wildland firefighting, emergency telecommunications, automobile extrication, and rope rescue. TEEX has been offering quality instruction to firefighters since 1929 and trains over 100,000 first responders each year. The training is supported by grants from Texas A&M Forest Services, which cover tuition, food, and lodging for volunteer firefighters.",
        "title": "Texas A&M welcomes hundreds of firefighters for 94th annual training",
        "url": "https://theeagle.com/news/local/hundreds-of-firefighters-welcomed-at-training/article_4dcaef14-2bfa-11ee-8fb9-af2beb565c0d.html"
    },
    {
        "category": "World News",
        "tags": [
            "Kargil War",
            "Indian Army",
            "Grenadier Udhaymaan Singh",
            "Kanta Devi",
            "Sena Medal"
        ],
        "summary": "Kanta Devi, the mother of Grenadier Udhaymaan Singh who died in the Kargil war, expressed her pride in her son's dedication towards the nation. Singh, a native of Jammu, was commissioned into 18 Grenadiers and died in a gun battle while recapturing Tiger Hill. Kanta Devi has preserved her son's bullet-riddled wallet, which she intends to be consigned to the flames with her. The Kargil Vijay Diwas is observed on July 26 every year to commemorate India's victory over Pakistan.",
        "title": "Dushman ki goli peeth pe nahi, chhati pe khaani hai: Kargil martyr",
        "url": "https://www.rediff.com/news/report/dushman-ki-goli-peeth-pe-nahi-chhati-pe-khaani-hai-kargil-martyr/20230727.htm"
    },
    {
        "category": "Business",
        "tags": [
            "EUR/GBP",
            "forex",
            "currency exchange"
        ],
        "summary": "The EUR/GBP currency pair is currently in a downtrend, with a bias towards retesting the low of 0.8502. A decisive break below this level would signal a larger decline from the high of 0.8977. However, if the pair breaks above the minor resistance of 0.8618, the bias would turn neutral. In the bigger picture, the overall trend is part of a long-term range pattern, with a potential retest of the high at 0.9267 if the resistance at 0.8717 is broken.",
        "title": "EUR/GBP Daily Outlook - Action Forex",
        "url": "https://www.actionforex.com/technical-outlook/eurgbp-outlook/511800-eur-gbp-daily-outlook-1673/"
    },
    {
        "category": "Health",
        "tags": [
            "Diet",
            "Planet-friendly foods",
            "Public health",
            "Environmental impact"
        ],
        "summary": "Eating more planet-friendly foods can reduce the risk of death from cancer, heart disease, respiratory illnesses, and neurodegenerative diseases, according to a new study. Researchers have developed a diet score called the Planetary Health Diet Index (PHDI), which combines ecological and health-related factors. The study found that people who followed a more environmentally-friendly diet had a 25% lower risk of death over a 30-year period. The PHDI index, however, may not reflect all food products and their relationships with major diseases in all countries.",
        "title": "Why Foods that Are Good For the Planet Are Also Good For Your Health - News18",
        "url": "https://www.news18.com/viral/why-foods-that-are-good-for-the-planet-are-also-good-for-your-health-8438167.html"
    },
    {
        "category": "Sports",
        "tags": [
            "Basketball tournament",
            "Embutidos Pajariel Bembibre",
            "Perfumerías Avenida",
            "Recoletas Zamora"
        ],
        "summary": "Embutidos Pajariel Bembibre will host the regional basketball tournament in Bembibre, Spain from September 14th to 16th. The tournament will feature the top three women's teams in the region: Embutidos Pajariel Bembibre, Perfumerías Avenida, and Recoletas Zamora. This annual triangular tournament has been held since 2014 and is a highlight of the Fiestas del Cristo in Bembibre.",
        "title": "El Recoletas Zamora luchará por la Copa de Castilla y León  femenina",
        "url": "https://www.laopiniondezamora.es/deportes/2023/07/27/recoletas-zamora-luchara-copa-castilla-90376187.html"
    },
    {
        "category": "Business",
        "tags": [
            "Heating oil prices",
            "Energy costs",
            "Heating oil subsidies"
        ],
        "summary": "The article discusses the fluctuating prices of heating oil in Germany, particularly in the region of Baden-Württemberg. It provides information on current prices in Pforzheim, as well as average prices over the past month. The article also mentions government subsidies available for heating oil and pellets, and provides tips for ordering heating oil. It highlights the importance of monitoring the market and considering long-term savings through modernization. The article concludes with information on the percentage of households in Germany using heating oil.",
        "title": "Heizölpreise Stadt Pforzheim aktuell: Alles zur Preisentwicklung und zum Ölverbrauch in Ihrer Nähe",
        "url": "https://www.news.de/wirtschaft/856690047/heizoelpreise-stadt-pforzheim-aktuell-was-kostet-heizoel-heute-am-27-07-2023-preisentwicklung-in-ihrer-naehe-in-baden-wuerttemberg/1/"
    },
    {
        "category": "Business",
        "tags": [
            "Heating oil prices",
            "Energy prices",
            "Heating oil subsidies"
        ],
        "summary": "The article discusses the current situation of heating oil prices in Germany, specifically in the Hochtaunuskreis region. It provides information on average prices, price fluctuations, and delivery times. The article also mentions government subsidies for heating oil and pellets, eligibility criteria, and the application process. It highlights the importance of monitoring prices, considering alternative resources, and modernizing heating systems for long-term savings. The article emphasizes the significance of timely ordering and the benefits of collective purchasing. Overall, it provides insights into the heating oil market and offers tips for cost-effective heating oil purchases.",
        "title": "Heizölpreise Hochtaunuskreis aktuell: Die neuesten Entwicklungen am Heizöl-Markt",
        "url": "https://www.news.de/wirtschaft/856689660/heizoelpreise-hochtaunuskreis-aktuell-was-kostet-heizoel-heute-am-27-07-2023-preisentwicklung-in-ihrer-naehe-in-hessen/1/"
    },
    {
        "category": "Crime",
        "tags": [
            "match-fixing",
            "corruption",
            "sports"
        ],
        "summary": "Spanish police, in collaboration with LALIGA and EUROPOL, have dismantled a criminal organization involved in match-fixing in the RFEF. Seventeen people, including officials and players from a 3rd division RFEF football team, have been arrested. The investigation was initiated after alerts from online betting companies and an anonymous tip received by LALIGA. The president of the team allegedly managed the match-fixing, involving players and third parties to place bets. The operation is ongoing, with seven football matches still under investigation.",
        "title": "Desarticulada una organización criminal  dedicada al amaño de partidos en el ámbito de la RFEF",
        "url": "https://www.sport.es/es/noticias/futbol/desarticulada-organizacion-criminal-dedicada-amano-90375369"
    },
    {
        "category": "Social Issues",
        "tags": [
            "Disability",
            "Nigeria",
            "Tricycle Operator"
        ],
        "summary": "The article highlights the story of Gift Captain Tonmene, a physically challenged tricycle operator in Lagos, Nigeria. It sheds light on the neglect of physically challenged individuals by those in authority and the impact of poverty and deprivation on the nation. Tonmene expresses his desire to switch to a more structured business if given support. The article calls on the government and society to address the needs of disabled individuals and promote their rights and well-being.",
        "title": "UN Charter and Delta state Born Physically Challenged 'Keke' Operator In Lagos | Latest Nigeria News Today",
        "url": "https://www.thenews-chronicle.com/un-charter-and-delta-state-born-physically-challenged-keke-operator-in-lagos/"
    },
    {
        "category": "Politics",
        "tags": [
            "violence against women",
            "Catalonia"
        ],
        "summary": "The Parliament of Catalonia has approved an increase in compensation and assistance for victims of gender-based violence and their children. The reform, driven by the PSC, establishes that victims of gender-based violence will receive at least twice the minimum income indicator of Catalonia (IRSC), which is at least 17,210.3 euros annually. The reform also includes measures to prevent the perpetrator from administering compensation for minor children. The initiative received almost unanimous support in the Catalan chamber, with only Vox opposing it.",
        "title": "El Parlament augmenta les indemnitzacions a víctimes de violència masclista i incorpora la violència vicària",
        "url": "https://www.larepublica.cat/noticies/el-parlament-augmenta-les-indemnitzacions-a-victimes-de-violencia-masclista-i-incorpora-la-violencia-vicaria-2/"
    },
    {
        "category": "Technology",
        "tags": [
            "Radio Telescope",
            "Intelligent Robots",
            "Maintenance",
            "Observation Period",
            "China Sky Eye"
        ],
        "summary": "Five intelligent robot systems and platforms for the maintenance of China's Five-hundred-meter Aperture Spherical Radio Telescope (FAST) have passed inspection and can be put into use. The intelligent robots will be used for testing, maintenance, disassembling and installation, monitoring, and all-weather measurement of the telescope. They are expected to add about 30 days to the telescope's observation period annually, increasing its efficiency and promoting more scientific results. The telescope, also known as the 'China Sky Eye,' is the world's largest single-dish radio telescope located in Guizhou province.",
        "title": "China's telescope adopts intelligent maintenance robots",
        "url": "https://www.chinadailyasia.com/article/342970"
    },
    {
        "category": "Business",
        "tags": [
            "Noronex",
            "Kalahari Copper Belt",
            "Namibia",
            "exploration",
            "mineralisation"
        ],
        "summary": "Noronex is seeking to extend its Kalahari Copper Belt footprint in Namibia by lodging two new permit applications. The applications cover 1650 square kilometres of prospective ground adjacent to the Namibia-Botswana border. Noronex's exploration portfolio in Namibia will expand to about 8700sq km if the applications are approved. The company aims to explore the highly-prospective Kalahari Copper Belt, which is known for its copper and silver mineralisation. Previous exploration in the area has shown promising copper intercepts along the key contact zone.",
        "title": "Noronex to extend footprint over Kalahari Copper Belt",
        "url": "https://thewest.com.au/business/public-companies/noronex-to-extend-footprint-over-kalahari-copper-belt-c-11408763"
    },
    {
        "category": "Business",
        "tags": [
            "Water treatment",
            "Warehouse",
            "Namibian company"
        ],
        "summary": "Namibian company Aqua Services & Engineering (ASE) has opened a new warehouse at Walvis Bay. ASE is a local supplier and service partner for reagents, chemicals, and equipment, specializing in water and wastewater treatment, mining extractions, and chemicals for the hospitality industry. The new warehouse will improve efficiency and provide employment opportunities. ASE's operations include treating water at Dolphin Park swimming pool and modifying the treatment system of the Swakopmund Aquarium. They have also established a desalination plant to provide safe drinking water for the community.",
        "title": "Aqua Services & Engineering inaugurates new Walvis Bay warehouse",
        "url": "https://economist.com.na/81194/retail/aqua-services-engineering-inaugurates-new-walvis-bay-warehouse/"
    },
    {
        "category": "Environment",
        "tags": [
            "Mussoorie",
            "Environmental damage",
            "Carrying capacity",
            "Construction activities",
            "Drainage system",
            "Sewage system",
            "Tourism management",
            "Waste management",
            "Geological investigations",
            "Landslide prevention",
            "Effective drainage system",
            "Phytoremediation",
            "Natural springs",
            "Rainwater harvesting",
            "Traffic management"
        ],
        "summary": "A committee constituted by the National Green Tribunal (NGT) has submitted a 281-page report with recommendations and remedial measures to prevent environmental damage to the hill station of Mussoorie in Uttarakhand. The report suggests avoiding the expansion of construction activities, implementing proper drainage and sewage systems, managing tourism according to the carrying capacity, charging tourists for waste management, conducting geological investigations for major projects, strengthening existing structures, promoting native trees for slope stabilization, monitoring and rejuvenating natural springs, promoting rainwater harvesting, and better traffic management.",
        "title": "Should avoid expansion of construction activities in Mussoorie: NGT panel report",
        "url": "https://www.hindustantimes.com/cities/dehradun-news/should-avoid-expansion-of-construction-activities-in-mussoorie-ngt-panel-report-101690447712565.html"
    },
    {
        "category": "Technology",
        "tags": [
            "AI",
            "elephant behavior",
            "wildlife conservation"
        ],
        "summary": "Elephant Havens and Colossal are collaborating to use AI in studying elephant behavior for the reintroduction of orphans to the wild. The partnership aims to address the leading cause of elephants becoming orphaned, which is human-wildlife conflict, often involving fires. By analyzing the animals' behavior and genomic data, the collaboration seeks to combine the art of elephant handlers with the science of today. Colossal is also conducting gene-trait analysis to understand how genetic information may influence behavior.",
        "title": "Orphaned Elephants in Botswana are About to Receive Some Help - Africa.com",
        "url": "https://www.africa.com/orphaned-elephants-in-botswana-are-about-to-receive-some-help/"
    },
    {
        "category": "Science",
        "tags": [
            "Mars Express",
            "Mawrth Vallis",
            "Martian valley"
        ],
        "summary": "Mars Express recently flew over the Mawrth Vallis region on Mars, capturing image data that can be used to observe changes on the planet's surface. Mawrth Vallis is known for its unique topography and is considered a promising location to search for signs of past or present life. The region contains light-colored deposits indicating the previous presence of water, as well as clay minerals that may have formed through weathering processes. The images also reveal diverse landscape structures and evidence of impact craters.",
        "title": "Mawrth Vallis region - the deepest clay deposits on Mars",
        "url": "https://www.marsdaily.com/reports/Mawrth_Vallis_region___the_deepest_clay_deposits_on_Mars_999.html"
    },
    {
        "category": "Science",
        "tags": [
            "Mars exploration",
            "Crater analysis",
            "Rover imaging"
        ],
        "summary": "The Curiosity rover on Mars is conducting a detailed imaging campaign and contact science to gain insight into the origin of craters and target rocks. The team plans to assess the target rocks, evidence for the impactor, and the morphology of the craters. The 3-sol plan includes investigating bedrock targets, creating Mastcam stereo mosaics, and assessing variations in texture and chemistry of the local bedrock. The rover will also acquire a long distance ChemCam RMI mosaic and conduct environmental monitoring activities. The goal is to gather more information for further crater science next week.",
        "title": "Sols 3895-3897: Navigating Through the Crater Cluster",
        "url": "https://www.marsdaily.com/reports/Sols_3895_3897_Navigating_Through_the_Crater_Cluster_999.html"
    },
    {
        "category": "Technology",
        "tags": [
            "Samsung",
            "Galaxy Unpacked",
            "smartphones",
            "tablets",
            "smartwatches"
        ],
        "summary": "Samsung unveiled its latest products at the Galaxy Unpacked event in Seoul, South Korea. The lineup includes two new smartphones, the Galaxy Z Fold 5 and the Galaxy Z Flip 5, as well as three new tablets and two new smartwatches. The devices will be available in stores starting August 11. The Galaxy Z Flip 5 features a foldable design with a flat screen and improved software, while the Galaxy Z Fold 5 boasts a brighter screen, faster chip, and thinner design. The tablets, known as the Galaxy Tab S9 series, come with OLED screens and water and dust resistance.",
        "title": "Samsung Galaxy Z Flip 5, Galaxy Watch 6 & Galaxy Tab S9 - all you need to know",
        "url": "https://www.irishmirror.ie/lifestyle/technology/samsung-galaxy-z-flip-4-30564153"
    },
    {
        "category": "Environment",
        "tags": [
            "Bushfire risk",
            "Climate change",
            "El Nino",
            "Extreme weather"
        ],
        "summary": "Australia is facing a potential return to destructive bushfire seasons due to higher temperatures, less rain, and record amounts of vegetation. The Actuaries Institute's climate index for autumn 2023 indicates a higher bushfire risk, with a turn towards an El Nino phase and a decrease in extreme rainfall. The index also suggests a longer-term trend of increasing frequency of extreme weather, indicating a change in Australia's underlying climate.",
        "title": "Climate index hints at higher destructive bushfire risk",
        "url": "https://www.perthnow.com.au/news/environment/climate-index-hints-at-higher-destructive-bushfire-risk-c-11402297"
    },
    {
        "category": "Environment",
        "tags": [
            "wildfires",
            "B.C. firefighters",
            "evacuations",
            "firefighting efforts",
            "Cariboo region"
        ],
        "summary": "Wildfire crews in B.C. have tamed a pair of wildfires in the province's Cariboo region, but continue to grapple with stubborn blazes burning out of control elsewhere. Evacuations have been ordered for several properties and recreation sites, while firefighting efforts are being complicated by strong winds. The BC Wildfire Service reports over 450 active fires across B.C., most caused by lightning, with a record-breaking amount of land burned.",
        "title": "Significant blazes in multiple B.C. locations, as record wildfire season continues - Houston Today",
        "url": "https://www.houston-today.com/news/significant-blazes-in-multiple-b-c-locations-as-record-wildfire-season-continues/"
    },
    {
        "category": "Environment",
        "tags": [
            "Wildfires",
            "B.C. Wildfire Service",
            "Evacuations"
        ],
        "summary": "Wildfire crews in B.C. have tamed a pair of wildfires in the province's Cariboo region, but continue to grapple with stubborn blazes burning out of control elsewhere. The BC Wildfire Service reports more than 450 active fires across B.C., most caused by lightning, with 264 ranked as out of control. Almost 15,000 square kilometres of land has burned, surpassing a record set at the end of the 2018 wildfire season.",
        "title": "Significant blazes in multiple B.C. locations, as record wildfire season continues - Prince Rupert Northern View",
        "url": "https://www.thenorthernview.com/news/significant-blazes-in-multiple-b-c-locations-as-record-wildfire-season-continues/"
    },
    {
        "category": "Weather",
        "tags": [
            "Ireland",
            "high pressure",
            "August weather"
        ],
        "summary": "July in Ireland has been exceptionally wet, with low pressure dominating and causing non-stop rain. However, there is hope for better weather as a high pressure system is expected to return as soon as next week. Alan O'Reilly, an Irish weather expert, predicts that summer weather could come back to Ireland by August 4th. Met Eireann's long-term forecast for August also suggests a rise in temperatures and less rainfall. Despite some variability, high pressure is expected to become more dominant, offering hope for some proper summer weather.",
        "title": "Weather expert gives date for potential return of summer conditions",
        "url": "https://www.rsvplive.ie/news/irish-news/ireland-weather-expert-gives-date-30560611"
    },
    {
        "category": "Travel",
        "tags": [
            "cheap flights",
            "European city break",
            "Riga",
            "Latvian capital",
            "Dodo Hotel Riga",
            "ATOL protected",
            "Christmas markets",
            "beer tour",
            "Sofia",
            "Wizz Air",
            "Ryanair",
            "Bulgarian beer",
            "cheap food",
            "cheap drinks"
        ],
        "summary": "Holiday Pirates is offering a bargain deal for a European city break in Riga, Latvia, including two nights' stay at the Dodo Hotel Riga and return flights from London Luton for just £68 per person. Riga is named one of the cheapest cities for a weekend break in Europe and offers attractions such as the Old Town, a UNESCO World Heritage Site. Sofia, another affordable eastern European city, is also recommended for a cheap city break with direct flights available from London for as little as £20 each way.",
        "title": "Travel company sells £68 foreign holiday which costs 'less than a UK night out'",
        "url": "https://www.thescottishsun.co.uk/travel/11011258/cheap-holiday-deal-city-break-flights/"
    },
    {
        "category": "Travel",
        "tags": [
            "Port of Dover",
            "holidaymakers",
            "traffic",
            "bottlenecks",
            "border processing time"
        ],
        "summary": "Holidaymakers travelling through the Port of Dover may face bottlenecks of traffic, with a processing time at the border of 90 minutes. The port is experiencing high volumes of passengers arriving too early for their sailing, causing congestion. Car passengers are advised to arrive up to three hours before their booked sailing. The expected car arrivals on Wednesday morning were over 2,000, and nearly 3,000 on Saturday.",
        "title": "Port of Dover 'extremely busy' with holiday traffic",
        "url": "https://www.eveningnews24.co.uk/news/national/23682940.port-dover-extremely-busy-holiday-traffic/"
    },
    {
        "category": "Travel",
        "tags": [
            "Port of Dover",
            "holidaymakers",
            "traffic",
            "bottlenecks",
            "border processing time"
        ],
        "summary": "Holidaymakers travelling through the Port of Dover may face bottlenecks of traffic as the port experiences high volumes of passengers arriving too early for their sailing. The processing time at the border is 90 minutes, and car passengers are advised to arrive up to three hours before their booked sailing. The port has implemented measures to minimize queues and anyone who misses their sailing will be put on the next available trip.",
        "title": "Port of Dover 'extremely busy' with holiday traffic",
        "url": "https://www.thewestonmercury.co.uk/news/national/23682940.port-dover-extremely-busy-holiday-traffic/"
    },
    {
        "category": "Environment",
        "tags": [
            "Cargo ship fire",
            "Netherlands coast",
            "Electric cars",
            "Ecological disaster"
        ],
        "summary": "Dutch firefighters are battling a blaze on a cargo ship off the Netherlands coast suspected to have been started by electric cars. The fire is still burning and putting it out is difficult due to the high temperature on board. One sailor has died and the cause of the fire is still under investigation. The fire could potentially rage for days, posing a risk of an ecological disaster on nearby islands.",
        "title": "Ship fire still rages off Dutch coast",
        "url": "https://sg.news.yahoo.com/ship-fire-still-rages-off-083621317.html"
    },
    {
        "category": "World News",
        "tags": [
            "Rhodes",
            "British tourists",
            "fire evacuation",
            "ambassador visit"
        ],
        "summary": "British Ambassador Matthew Lodge visited the island of Rhodes to express his gratitude to everyone involved in evacuating British tourists from areas affected by the fire. He met with local authorities, volunteers, tourism agencies, and British citizens to discuss firefighting efforts, evacuations, and plans for early returns. Lodge also visited the Rhodes International Airport and thanked Greek Foreign Affairs Ministry staff for their assistance. He expressed regret over the difficult circumstances faced by the island due to the ongoing fires.",
        "title": "Ambassador visits Rhodes to thank professionals, residents for assistance to British tourists | Pagenews.gr",
        "url": "https://www.pagenews.gr/2023/07/27/english-edition/ambassador-visits-rhodes-to-thank-professionals-residents-for-assistance-to-british-tourists/"
    },
    {
        "category": "Travel",
        "tags": [
            "Flight Diversion",
            "Qatar Airways",
            "Rajiv Gandhi International Airport",
            "Nagpur",
            "Hyderabad"
        ],
        "summary": "A Qatar Airways flight from Doha to Nagpur was diverted to Hyderabad due to bad weather conditions. The flight landed at Rajiv Gandhi International Airport in Hyderabad, and the passengers were provided accommodation at a hotel. Alternate arrangements were being made for their travel to Nagpur.",
        "title": "Doha-Nagpur Qatar Airways flight diverted to Hyderabad",
        "url": "https://kalingatv.com/nation/doha-nagpur-qatar-airways-flight-diverted-to-hyderabad/"
    },
    {
        "category": "World News",
        "tags": [
            "Russian Federal Security Service",
            "explosives",
            "dry cargo vessel",
            "Kerch Strait",
            "Ukraine"
        ],
        "summary": "Traces of explosives have been found in the hold of a dry cargo vessel sailing from Turkey to Rostov-on-Don, Russia, via the Ukrainian port and the Kerch Strait. The vessel has been barred from passing under the arch of the Kerch Strait and from leaving Russian territorial waters. This incident follows a similar discovery of explosives in another foreign cargo ship sailing the same route. The circumstances suggest that foreign civilian ships may have been used to deliver explosives to Ukraine.",
        "title": "Traces of explosives found in hold of another vessel in Kerch Strait  --  FSB",
        "url": "https://tass.com/defense/1652607"
    },
    {
        "category": "Travel",
        "tags": [
            "cheap flights",
            "European city break",
            "Riga",
            "Latvian capital",
            "Dodo Hotel Riga",
            "ATOL protected",
            "Christmas markets",
            "UNESCO World Heritage Site",
            "beer tour",
            "Sofia",
            "Wizz Air",
            "Ryanair",
            "Bulgarian beer",
            "cheap city breaks",
            "UK city break",
            "cheap hotels"
        ],
        "summary": "Holiday Pirates is offering a bargain deal for a European city break in Riga, Latvia, including two nights' stay at the Dodo Hotel Riga and return flights from London Luton for just £68 per person. Riga is named one of the cheapest cities for a weekend break in Europe, with its Old Town being a UNESCO World Heritage Site. Other cheap European city breaks and a UK city break option are also mentioned.",
        "title": "Travel company sells £68 foreign holiday which costs 'less than a UK night out'",
        "url": "https://www.thesun.ie/travel/11094002/cheap-holiday-deal-city-break-flights/"
    },
    {
        "category": "Education",
        "tags": [
            "Teacher Trainees",
            "Qualified Teacher Status",
            "Employment Rates",
            "Assessment-Only Candidates",
            "Early Years Outcomes"
        ],
        "summary": "The article provides data on the outcomes for teacher trainees in England during the 2021-2022 academic year. It includes information on the proportion of trainees who gained qualified teacher status and the employment rates of these qualified teachers. The publication also covers assessment-only candidates and early years outcomes. The article further provides details on the number of trainees with course outcomes.",
        "title": "Initial teacher training performance profiles: 2021 to 2022",
        "url": "https://www.gov.uk/government/statistics/initial-teacher-training-performance-profiles-2021-to-2022"
    },
    {
        "category": "Arts",
        "tags": [
            "Alison Moyet",
            "fine art printmaking",
            "graduation"
        ],
        "summary": "Alison Moyet, the British singer and co-founder of Yazoo, has graduated with a first-class degree in fine art printmaking at the age of 62. Moyet, known for her chart-topping albums and influential synth-pop band, shared her achievement on social media, expressing her passion for printmaking. She recently received an MBE for her contributions to music. This accomplishment showcases that it's never too late to pursue one's dreams.",
        "title": "Alison Moyet Graduates With First-Class Degree In Fine Art",
        "url": "https://www.billboard.com/music/music-news/alison-moyet-graduates-first-class-degree-fine-art-1235379190/"
    },
    {
        "category": "Technology",
        "tags": [
            "AI in education",
            "language model",
            "virtual voice tutoring"
        ],
        "summary": "NetEase Youdao has launched Zi Yue, a large language model, making it the first AI model released in the education sector. The tool can be used for translation, virtual voice tutoring, essay guidance, grammar analysis, and smart documentation. Youdao CEO Zhou Feng emphasized that the product aims to help students learn better, rather than encouraging cheating. Additionally, Youdao announced the upcoming release of its AI learning machine Youdao X20 and Youdao Dictionary digital pen in August.",
        "title": "NetEase Youdao unveils voice tutoring large language model · TechNode",
        "url": "http://technode.com/2023/07/27/netease-youdao-unveils-voice-tutoring-large-language-model/"
    },
    {
        "category": "Education",
        "tags": [
            "Summer school",
            "Vacation school",
            "Learning loss"
        ],
        "summary": "The article discusses the history of summer vacation in the United States and argues for a new approach to summer school. It highlights the shift from summer schooling to vacation schools in the early 20th century and the need for summer school to provide enrichment activities. The author suggests that summer school should be seen as a respite from the academic year and should offer activities similar to those provided in privately run summer camps and schools.",
        "title": "Commentary: How we got endless summer breaks from school - and what we can do about it ",
        "url": "https://www.centralmaine.com/2023/07/27/commentary-how-we-got-endless-summer-breaks-from-school-and-what-we-can-do-about-it-2/"
    },
    {
        "category": "World News",
        "tags": [
            "Netherlands",
            "Kingdom of the Netherlands",
            "Dutch language"
        ],
        "summary": "The article provides information about the Netherlands, a country located in Western Europe and the Caribbean. It consists of 12 provinces in Europe and three special municipalities in the Caribbean. The official language is Dutch, with other secondary official languages in specific regions. The article also mentions recognised regional and non-territorial languages spoken in the country.",
        "title": "Highlights: Horan header earns USA draw against Netherlands | Fifa Women's World Cup 2023 - The Global Herald",
        "url": "https://theglobalherald.com/sport/highlights-horan-header-earns-usa-draw-against-netherlands-fifa-womens-world-cup-2023/"
    },
    {
        "category": "Education",
        "tags": [
            "Dogri language",
            "language promotion",
            "literature",
            "educational institutions"
        ],
        "summary": "The article discusses the efforts to promote the Dogri language and the need for its recognition as a subject in schools. It also highlights the contributions of individuals in the field of Dogri literature. The incorporation of Dogri language in official working of the UT is suggested as a landmark step in the right direction.",
        "title": "Promotion of Dogri",
        "url": "https://www.dailyexcelsior.com/promotion-of-dogri-3/"
    },
    {
        "category": "Technology",
        "tags": [
            "cloud management",
            "AWS Migration Competency",
            "federal market"
        ],
        "summary": "Applied Insight, a cloud and technology services leader in the federal market, has achieved Amazon Web Services Migration Competency status. The designation recognizes Applied Insight's track record of performing over 200 AWS cloud migrations across public sector and enterprise organizations. This milestone reinforces their position as a partner for national security, defense, and federal civilian customers, providing cost reduction, increased agility, and improved security in their move to AWS.",
        "title": "Federal Cloud Leader Applied Insight Awarded AWS Migration Competency Status ",
        "url": "https://www.benzinga.com/pressreleases/23/08/b33523627/federal-cloud-leader-applied-insight-awarded-aws-migration-competency-status"
    },
    {
        "category": "Business",
        "tags": [
            "private equity",
            "telecommunications",
            "field services",
            "infrastructure"
        ],
        "summary": "Cotton Creek Capital has partnered with Alpine Communication to form Alpine Infrastructure Partners, a leading provider of field and administrative services to utility and telecommunications customers in the US. Alpine specializes in permit administration, pole attachment analysis, inspections, joint use audits, and drafting services. With their proprietary software, Alpine ensures safe and reliable deployment of pole attachments. Cotton Creek Capital aims to expand Alpine's services and market footprint, leveraging their experience in the telecommunications and power utilities sectors.",
        "title": "Cotton Creek Capital Announces the Formation of Alpine Infrastructure Partners, LLC ",
        "url": "https://www.benzinga.com/pressreleases/23/08/g33522146/cotton-creek-capital-announces-the-formation-of-alpine-infrastructure-partners-llc"
    },
    {
        "category": "Business",
        "tags": [
            "Insurance",
            "Losses",
            "Catastrophic Events"
        ],
        "summary": "Insurer Allstate Corp reported a larger-than-expected quarterly loss due to claims related to higher catastrophic events, offsetting gains from strong investment income. The company's adjusted second-quarter loss widened to $4.42 per share, compared to 75 cents a year earlier. Allstate experienced $2.7 billion in catastrophe losses during the quarter, caused by severe weather events. However, the insurer saw a rise in investment income as global markets recovered. Allstate's net investment income for the quarter increased to $610 million from $562 million a year ago.",
        "title": "Allstate Q2 Loss Greater Than Predicted Due to Catastrophe Events - Carrier Management",
        "url": "https://www.carriermanagement.com/news/2023/08/02/251450.htm"
    },
    {
        "category": "Business",
        "tags": [
            "climate risks",
            "credit ratings",
            "bond market"
        ],
        "summary": "Credit rating agencies are being criticized for potentially underestimating climate risks in the global bond market. Research shows that climate variables play only a marginal role in influencing sovereign ratings, and extreme weather events may restrict governments' ability to issue debt. While rating agencies claim to account for climate risks, there are concerns that they are not adequately incorporating them into their methodologies. Investment managers are already designing products and selecting bonds based on climate risks that may not be captured in credit ratings.",
        "title": "Ratings firms struggle with climate risk in $133 trillion market",
        "url": "https://eu.detroitnews.com/story/business/2023/08/02/ratings-firms-struggle-with-climate-risk-in-133-trillion-market/70512680007/"
    },
    {
        "category": "Business",
        "tags": [
            "Foreign currency",
            "Banking transactions",
            "Trade transactions"
        ],
        "summary": "The Central Bank of Sri Lanka has announced that it is considering authorizing the Indian Rupee (INR) as a designated foreign currency. This decision aims to facilitate smooth banking transactions, encourage the use of banking channels for trade transactions, and reduce transaction costs associated with dual conversion of INR into USD and LKR. The announcement comes after Sri Lankan President's visit to India and talks with top Indian leadership.",
        "title": "Indian Rupee Not Legal Tender For Domestic Payments: Sri Lanka Central Bank",
        "url": "https://www.bqprime.com/business/indian-rupee-not-legal-tender-for-domestic-payments-sri-lanka-central-bank"
    },
    {
        "category": "Politics",
        "tags": [
            "Quincy Township",
            "ballot millage",
            "elections",
            "township hall"
        ],
        "summary": "The Quincy township board has voted to request a ballot millage for the November election to raise $500,000 for the purchase of a building for a township hall. The current joint use of the Quincy village hall is not suitable for future elections due to new requirements. The township currently holds elections in the basement of the Quincy Library, but this space is inadequate. Talks have begun with the owners of a nearby event center for a potential purchase.",
        "title": "Quincy Township trustees put hall millage on November ballot",
        "url": "https://news.yahoo.com/quincy-township-trustees-put-hall-144856164.html"
    },
    {
        "category": "Business",
        "tags": [
            "Amazon grocery initiative",
            "grocery industry",
            "online shopping",
            "physical stores"
        ],
        "summary": "Amazon is rolling out a major grocery initiative to revamp its grocery stores and online platforms. The company plans to remodel its physical stores, consolidate online shopping carts, and expand its delivery services to non-Prime members. With a focus on building a strong grocery relationship with customers, Amazon aims to compete with other major players in the highly-competitive grocery industry. The move comes as Amazon recognizes the need for improvement in its grocery business, which is valued at $1.5 trillion in 2023.",
        "title": "Untitled",
        "url": "https://www.postandcourier.com/arena/finance/untitled/article_cd15f3be-74d7-58aa-877a-9ce03574b767.html"
    },
    {
        "category": "Business",
        "tags": [
            "healthy snacks",
            "air-dried meat",
            "NASDAQ compliance"
        ],
        "summary": "Stryve Foods, Inc., a leader in the air-dried meat snack industry, has regained full compliance with NASDAQ's minimum bid price requirement. The company offers healthy snack products that are low in sugar and carbohydrates and high in protein. Stryve's air-dried meat snacks are made of beef and spices, contain zero grams of sugar, and are free of MSG, gluten, nitrates, nitrites, and preservatives. The products are Keto and Paleo diet friendly. Stryve distributes its products through various retail channels and online platforms.",
        "title": "Stryve Foods, Inc. Regains Full Compliance with NASDAQ Listing Standards",
        "url": "https://www.finanznachrichten.de/nachrichten-2023-08/59740952-stryve-foods-inc-regains-full-compliance-with-nasdaq-listing-standards-399.htm"
    },
    {
        "category": "Business",
        "tags": [
            "Electric vehicles",
            "Competition",
            "Rivian",
            "Ford",
            "Sales"
        ],
        "summary": "Rivian Automotive's stock is heading lower due to news of Ford's drop in electric vehicle sales, which may signal a demand issue for Rivian. Ford's sales slump and the growing competition have investors taking profits after Rivian's recent stock surge. Rivian's quarterly update next week is expected to be the next catalyst for the company.",
        "title": "Why Rivian Stock Sank Today | The Motley Fool",
        "url": "https://www.fool.com/investing/2023/08/02/why-rivian-stock-sank-today/"
    },
    {
        "category": "Business",
        "tags": [
            "Nicotine delivery systems",
            "ENDS products",
            "Kaival Brands Innovations Group"
        ],
        "summary": "Kaival Brands Innovations Group, Inc. is a business based in Grant-Valkaria, Florida. It distributes electronic nicotine delivery systems (ENDS Products) and related components in the United States. The company offers disposable and tamper-resistant ENDS products in various flavors, as well as tobacco-free nicotine formulations. It sells its products to non-retail customers through its website. Kaival Brands Innovations Group, Inc. is a subsidiary of Kaival Holdings, LLC.",
        "title": "Kaival Brands Innovations Group, Inc. (KAVL) Stock Price Today, Quote & News",
        "url": "https://seekingalpha.com/symbol/KAVL"
    },
    {
        "category": "Business",
        "tags": [
            "sustainable packaging",
            "global rigid packaging market",
            "plastic waste reduction"
        ],
        "summary": "Governments worldwide are implementing regulations to reduce plastic waste, which is expected to drive the growth of the sustainable rigid packaging market. The global rigid packaging market is projected to grow at a rate of 5.3% during the forecast period, driven by the increasing demand for packaged food and beverages, cosmetics, and medications. Asia-Pacific holds the largest market share, followed by North America and Europe. Key players in the market include Amcor Limited, Berry Global Group, Inc., Gerresheimer AG, Crown Holdings, Inc., and Plastic Packaging, Inc.",
        "title": "Global Rigid Packaging Market is expected to reach US$ 140 billion by the end of 2028 and is expected to register a significant CAGR of 5.3% during the forecast period till 2028.",
        "url": "https://forextv.com/top-news/global-rigid-packaging-market-is-expected-to-reach-us-140-billion-by-the-end-of-2028-and-is-expected-to-register-a-significant-cagr-of-5-3-during-the-forecast-period-till-2028/"
    },
    {
        "category": "Business",
        "tags": [
            "Logistics coordinator",
            "Data Centre project",
            "M&E contractor",
            "Frankfurt",
            "Germany"
        ],
        "summary": "A market leading M&E contractor is seeking a Logistics coordinator for a Data Centre project in Frankfurt, Germany. The coordinator will be responsible for managing material and plant controls and movement for the mechanical and electrical package of a high-tech facility. The company has a strong project pipeline across Europe and offers great opportunities for career advancement.",
        "title": "Logistics Coordinator ",
        "url": "https://www.theconstructionindex.co.uk/construction-jobs/view/electrical-engineering/logistics-coordinator-3/90270"
    },
    {
        "category": "Business",
        "tags": [
            "Crude oil",
            "US stockpiles",
            "OPEC+",
            "Oil market",
            "Output cuts"
        ],
        "summary": "US crude stockpiles experienced a record decline of 17.05 million barrels last week, reaching their lowest level since January, according to US government data. This decrease in inventories is seen as a positive sign for oil bulls who have been anticipating tighter balances. The decline in stockpiles is attributed to output cuts by OPEC+ and new production limits by Saudi Arabia, as well as declining exports from Russia.",
        "title": "US Crude Stockpiles Fall by Record Volume After OPEC+ Cuts - BNN Bloomberg",
        "url": "https://www.bnnbloomberg.ca/us-crude-stockpiles-fall-by-record-volume-after-opec-cuts-1.1953977"
    },
    {
        "category": "Business",
        "tags": [
            "Electrician",
            "EV Infrastructure",
            "Energy",
            "Environmental Services"
        ],
        "summary": "This article discusses a job opportunity for an Electrician in a rapidly expanding energy and environmental services company. The company specializes in EV Infrastructure and offers training and progression opportunities. They provide turnkey solutions to large companies and have won several new projects. The article highlights the company's focus on the growing environmentally friendly industry and the various avenues for engineers to progress and expand their skillset.",
        "title": "Mobile Industrial Electrician",
        "url": "https://www.theconstructionindex.co.uk/construction-jobs/view/electrical-engineering/mobile-industrial-electrician/90280"
    },
    {
        "category": "Business",
        "tags": [
            "LNG technology",
            "liquefied natural gas",
            "equipment",
            "NextDecade's Rio Grande LNG Phase 1 Project",
            "Port of Brownsville",
            "Texas",
            "Bechtel Energy Inc.",
            "sustainability",
            "North American LNG market"
        ],
        "summary": "Air Products, a leader in liquefied natural gas (LNG) technology and equipment, has signed agreements with Bechtel Energy Inc. to supply its LNG process technology and equipment to NextDecade's Rio Grande LNG Phase 1 Project in Texas. The project will include three natural gas liquefaction trains with a production capability of approximately 17.6 million tonnes per annum of LNG. Air Products' technology and equipment are known for their low emissions and carbon intensity, making them suitable for sustainable LNG production.",
        "title": "Air Products' LNG Liquefaction Technology and Equipment Selected for NextDecade's Rio Grande LNG Project - Air Products & Chemicals (NYSE:APD)",
        "url": "https://www.benzinga.com/pressreleases/23/08/n33523482/air-products-lng-liquefaction-technology-and-equipment-selected-for-nextdecades-rio-grande-lng-pro"
    },
    {
        "category": "Business",
        "tags": [
            "Electrical steel market",
            "Vendor Analysis",
            "Segmentation Assessment",
            "Geography Overview",
            "Key Trends",
            "Major challenges"
        ],
        "summary": "The global electrical steel market is fragmented, with several vendors offering electrical steel. The market is segmented based on type, end-user, and geography. The increasing demand for electrical steel in the automotive industry is driving market growth. Expansion of production capacity by vendors is an emerging trend. However, excess production capacity in steel manufacturing plants poses a challenge to market growth. The steel flat-rolled products market size is estimated to grow at a CAGR of 5.55% between 2022 and 2027.",
        "title": "Electrical steel market size to grow by USD 18,273.08 million from 2022 to 2027 | Increasing demand for electrical steel in the automotive industry drives growth - Technavio ",
        "url": "https://www.benzinga.com/pressreleases/23/08/n33523774/electrical-steel-market-size-to-grow-by-usd-18-273-08-million-from-2022-to-2027-increasing-demand-"
    },
    {
        "category": "Sports",
        "tags": [
            "MLB",
            "Milwaukee Brewers",
            "Wade Miley",
            "Owen Miller"
        ],
        "summary": "Milwaukee Brewers left-hander Wade Miley has returned from the injured list and is set to start in the team's upcoming game against the Washington Nationals. Miley has had a successful season so far, with a 6-2 record and a 3.06 ERA in 13 starts. Utilityman Owen Miller has been optioned to Triple-A Nashville. Miller has struggled recently, batting .178 in July.",
        "title": "Brewers activate Wade Miley from injured list and send Owen Miller to the minors",
        "url": "https://apnews.com/article/mlb-milwaukee-brewers-wade-miley-owen-miller-ab4c5df4b897361564a2a87fb236a933"
    },
    {
        "category": "Business",
        "tags": [
            "Stock Market",
            "Credit Rating",
            "Employment",
            "Economy"
        ],
        "summary": "Stocks have moved lower due to the unexpected downgrade of the United States' credit rating by Fitch Ratings. The sell-off on Wall Street comes after the Dow pulled back from its best closing level in over a year. Additionally, a report from ADP showed that U.S. private sector employment jumped more than expected in July. The data may lead to renewed concerns about the outlook for interest rates. Semiconductor and gold stocks have shown significant weakness, while other major sectors have also moved lower.",
        "title": "Fitch Credit Rating Downgrade Contributing To Sell-Off On Wall Street ",
        "url": "https://www.rttnews.com/3381046/fitch-credit-rating-downgrade-contributing-to-sell-off-on-wall-street.aspx"
    },
    {
        "category": "Business",
        "tags": [
            "beer market",
            "Molson Coors",
            "Bud Light",
            "Modelo Especial"
        ],
        "summary": "Modelo Especial has surpassed Bud Light as the most popular beer in the U.S., but it is unlikely that Bud Light lovers would switch to a Mexican brand. Instead, Molson Coors and its Coors Light and Miller Lite brands are benefiting from Bud Light's downfall. Molson reported a significant increase in net sales and financial volumes, with Coors Light and Miller Lite now 50% bigger than Bud Light in terms of total industry dollars. However, the overall beer market in the U.S. is still shrinking.",
        "title": "Molson Coors Is Biggest Beneficiary From Bud Light Fallout",
        "url": "https://www.postandcourier.com/arena/finance/molson-coors-is-biggest-beneficiary-from-bud-light-fallout/article_8971ee3c-be06-5b44-aee1-e755393ba47a.html"
    },
    {
        "category": "Politics",
        "tags": [
            "Taylor Swift",
            "hotel workers",
            "strike",
            "Los Angeles"
        ],
        "summary": "California's lieutenant governor and other elected officials have urged Taylor Swift to postpone her Los Angeles concerts in solidarity with striking hotel workers. The letter states that while Swift's tour makes hotels money, many hotel workers can't afford to live close to their jobs and are at risk of losing their homes. Unite Here Local 11, which represents hotel workers, is negotiating for better wages and benefits. Swift is scheduled to perform six sold-out shows at SoFi Stadium near Los Angeles.",
        "title": "Taylor Swift urged to postpone LA concerts in solidarity with striking California hotel workers",
        "url": "https://journalnow.com/news/nation-world/business/taylor-swift-urged-to-postpone-la-concerts-in-solidarity-with-striking-california-hotel-workers/article_9c523228-cd1e-53c1-8d64-c96a019b162b.html"
    },
    {
        "category": "Business",
        "tags": [
            "Label Printer",
            "Brady M210",
            "Heilind Electronics"
        ],
        "summary": "Heilind Electronics, a global leader in electronics distribution, has added the Brady M210 Portable Label Printer to its product lineup. The printer offers the ability to create UPC, Data Matrix, and QR codes, with a printing speed of 4 inches per second. It is compatible with over 90 different label cartridges, making it suitable for various applications. Brady's M210 caters to industries such as industrial & manufacturing equipment, lighting, signs, displays, computers, data communications, telecommunications, construction, and warehousing.",
        "title": "Brady M210 Portable Label Printer Featured at Heilind Electronics",
        "url": "https://forextv.com/top-news/brady-m210-portable-label-printer-featured-at-heilind-electronics/"
    },
    {
        "category": "Business",
        "tags": [
            "Telangana technology sector",
            "IT jobs",
            "Infrastructure development",
            "BFSI Consortium",
            "TS-iPASS",
            "IT exports",
            "Financial services sector"
        ],
        "summary": "Telangana's IT jobs have tripled since 2014, reaching 9.05 lakh. The state's focus on innovation, infrastructure, and inclusive growth has contributed to its remarkable progress in ease of doing business. The launch of the BFSI Consortium aims to foster innovation and sustainable growth in Telangana's financial services sector. The Telangana State Industrial Project Approval and Self-Certification System expedites clearance procedures for industries. Hyderabad has surpassed Bengaluru in job creation and witnessed a substantial surge in IT exports. The Minister emphasizes the need for upskilling, reskilling, and inclusivity in the industry.",
        "title": "KTR emphasises on focusing on three 'I' mantra for India's progress",
        "url": "https://telanganatoday.com/ktr-emphasises-on-focusing-on-three-i-mantra-for-indias-progress"
    },
    {
        "category": "Business",
        "tags": [
            "Private equity",
            "German drugmaker",
            "Possible sale",
            "Initial public offering",
            "Generic drugs"
        ],
        "summary": "Private equity owners Bain Capital and Cinven are considering options for German drugmaker Stada Arzneimittel AG, including a possible sale. The sale could value Stada at €10 billion or more. The private equity firms are also open to exploring an initial public offering. However, they may decide to hold onto the asset for longer. Stada, founded in the late 19th century, operates in over 30 markets and saw a 17% increase in earnings last year. Financing challenges and a focus on rare disease treatments pose potential obstacles for private equity buyers.",
        "title": "Bain, Cinven Weighs Sale of €10 Billion Drugmaker Stada - BNN Bloomberg",
        "url": "https://www.bnnbloomberg.ca/bain-cinven-weighs-sale-of-10-billion-drugmaker-stada-1.1953981"
    },
    {
        "category": "Business",
        "tags": [
            "OMERS",
            "Michael Hill",
            "Infrastructure"
        ],
        "summary": "OMERS, the Canadian pension plan, has appointed Michael Hill as the Executive Vice President & Global Head of Infrastructure. Hill, a highly respected investment professional with over 30 years of experience, will be responsible for overseeing OMERS' global infrastructure investment and asset management programs. OMERS Infrastructure currently manages approximately C$34 billion in assets and has a strong track record of delivering solid returns. Hill will join OMERS on September 5th and will be based in New York.",
        "title": "Latest News Michael Hill appointed to lead OMERS Infrastructure - Businessfortnight",
        "url": "https://businessfortnight.com/michael-hill-appointed-to-lead-omers-infrastructure-html/"
    },
    {
        "category": "Technology",
        "tags": [
            "Centralized Workstations Market",
            "Healthcare IT solutions",
            "Patient safety",
            "Data management",
            "High-performance computing"
        ],
        "summary": "The global centralized workstations market is expected to reach USD 46.8 billion by 2032, growing at a CAGR of 12.50%. The need for integrated healthcare and medical IT solutions is driving the market growth, with a focus on personalized care and patient safety. However, the lack of technical skills and liability issues may act as restraints. North America and Europe are the key regions driving the market, with a growing demand for data management and high-performance computing solutions.",
        "title": "Centralized Workstations Market is anticipated to reach USD 46.8 Billion at a CAGR of 12.50% CAGR by 2032 - Report by Market Research Future (MRFR)",
        "url": "https://forextv.com/top-news/centralized-workstations-market-is-anticipated-to-reach-usd-46-8-billion-at-a-cagr-of-12-50-cagr-by-2032-report-by-market-research-future-mrfr/"
    },
    {
        "category": "Business",
        "tags": [
            "Wingstop",
            "financial results",
            "sales growth"
        ],
        "summary": "Wingstop Inc. has announced its financial results for the fiscal second quarter of 2023. The company reported a 16.8% increase in domestic same store sales, with total revenue increasing by 27.9% to $107.2 million. Net income also increased by 21.6% to $16.2 million. Wingstop opened 50 net new restaurants during the quarter, bringing the total number of restaurants to over 2,000 globally. The company has also increased its outlook for fiscal year 2023.",
        "title": "Wingstop Restaurants Inc.: Wingstop Inc. Reports Fiscal Second Quarter 2023 Financial Results",
        "url": "https://www.finanznachrichten.de/nachrichten-2023-08/59740941-wingstop-restaurants-inc-wingstop-inc-reports-fiscal-second-quarter-2023-financial-results-008.htm"
    },
    {
        "category": "Business",
        "tags": [
            "Ferrari",
            "earnings",
            "guidance",
            "investors"
        ],
        "summary": "Italian luxury automaker Ferrari reported better-than-expected second quarter results, with adjusted earnings before interest, taxes, depreciation and amortization (EBITDA) of €589 million ($645.4 million), up 31.9% from a year ago. Ferrari also raised its full-year adjusted EBITDA guidance to as much as €2.22 billion ($2.43 billion) and increased its revenue forecast to €5.8 billion ($6.36 billion). However, investors were not impressed, leading to a decline in US-listed shares. Ferrari plans to release four new vehicles in 2023 and expects its first full electric vehicle to debut in 2025.",
        "title": "Ferrari stock reverses despite boosted guidance, higher 'personalizations' spending",
        "url": "https://finance.yahoo.com/news/ferrari-stock-reverses-despite-boosted-guidance-higher-personalizations-spending-145705493.html"
    },
    {
        "category": "Business",
        "tags": [
            "RV dealer",
            "Camping World",
            "earnings report",
            "revenue decline",
            "used vehicle sales",
            "gross margin",
            "adjusted earnings per share",
            "acquisition strategy",
            "dividend yield",
            "return to growth"
        ],
        "summary": "Shares of Camping World, the country's largest RV dealer, dropped after it missed analyst estimates in its second-quarter earnings report. The company's revenue declined 12.4% to $1.9 billion, with a decrease in new vehicle revenue and an increase in used vehicle revenue. Gross margin fell to 30%, and adjusted earnings per share dropped to $0.73. However, CEO Marcus Lemonis expressed optimism about returning to revenue growth next year and the company's acquisition strategy for further growth. Camping World is also a top dividend payer with a 9% dividend yield.",
        "title": "Why Camping World Stock Was Falling Today | The Motley Fool",
        "url": "https://www.fool.com/investing/2023/08/02/why-camping-world-stock-was-falling-today/"
    },
    {
        "category": "Business",
        "tags": [
            "WrestleMania",
            "economic impact",
            "WWE"
        ],
        "summary": "WrestleMania generated a record-breaking economic impact of $215 million for the Los Angeles region in April, according to WWE. The event attracted a capacity crowd of 161,892 fans over two nights at SoFi Stadium, making it the highest-grossing and most-attended event in WWE history. More than half of the attendees traveled from outside of southern California, with 15% coming from international markets. WrestleMania has generated over $1 billion in cumulative economic impact since 2016.",
        "title": "WWE WrestleMania 39 Generates $215 Million for Los Angeles Region",
        "url": "https://www.postandcourier.com/arena/wrestling-news/wwe-wrestlemania-39-generates-215-million-for-los-angeles-region/article_f636cce1-82e2-5516-aa3c-55ed601714ec.html"
    },
    {
        "category": "Business",
        "tags": [
            "Payroll processor",
            "Job growth",
            "AI software"
        ],
        "summary": "Private sector employers added 324,000 jobs in July with annual pay growing 6.2% year over year, according to payroll processor ADP. The job gains were mainly in small and medium-size businesses, while larger companies cut jobs. ADP also added generative artificial intelligence features to its software, providing deeper insights on payroll and HR to businesses through its mobile app, Roll by ADP.",
        "title": "Private sector added 324K jobs in July",
        "url": "https://www.accountingtoday.com/news/private-sector-added-324k-jobs-in-july"
    },
    {
        "category": "Business",
        "tags": [
            "AMD",
            "financial results",
            "generative AI",
            "market share",
            "earnings",
            "revenue",
            "gross profit",
            "operating expenses",
            "net income",
            "guidance",
            "balance sheet",
            "stock"
        ],
        "summary": "Advanced Micro Devices (AMD) released its second quarter financial results, posting an adjusted EPS of $0.58 on revenue of $5.359B. The adjusted earnings and revenue numbers beat consensus view, but reflected a year over year contraction of 18.2%. The CEO highlighted the company's focus on AI and its growth opportunities. AMD's segment performance varied, with Data Center and Client revenue declining, while Gaming and Embedded revenue showed improvement. The company expects revenue of $5.7B for the current quarter.",
        "title": "I'm All Aboard AMD and Lisa Su's AI Train: Here's the Plan",
        "url": "https://realmoney.thestreet.com/investing/i-m-all-aboard-amd-and-lisa-su-s-ai-train-here-s-the-plan-16130130"
    },
    {
        "category": "Business",
        "tags": [
            "Abu Dhabi",
            "real estate",
            "hospitality",
            "investment",
            "merger"
        ],
        "summary": "Abu Dhabi-based investment and holding company, ADQ, and IHC Capital Holding have submitted an offer to combine their assets into Q Holding, creating a group with a market capitalization of approximately Dh44 billion. The proposed transaction aims to consolidate Abu Dhabi's leading tourism and real estate assets, generating value and fueling growth. The offer is subject to shareholder and regulatory approvals.",
        "title": "UAE: Top Abu Dhabi firms propose mega merger worth Dh44 billion",
        "url": "https://www.khaleejtimes.com/business/uae-top-abu-dhabi-firms-propose-mega-merger-worth-dh44-billion"
    },
    {
        "category": "Business",
        "tags": [
            "Albanian economy",
            "Bank of Albania",
            "economic growth",
            "inflation",
            "exchange rate",
            "foreign inflationary pressures"
        ],
        "summary": "The governor of the Bank of Albania, Gent Sejko, stated that the Albanian economy is expected to grow in the coming years. The Bank of Albania will continue to support the country's economic growth. The devaluation of the euro and the strengthening of the lek have helped reduce foreign inflationary pressures. The exchange rate of the lek against the euro has continued to strengthen, influenced by tourism income and foreign direct investments. However, fluctuations in the foreign exchange market have increased recently.",
        "title": "Albanian Economy Expected to Grow; BoA Governor",
        "url": "https://albaniandailynews.com/news/albanian-economy-expected-to-grow-in-coming-years-boa-governor-1"
    },
    {
        "category": "Business",
        "tags": [
            "Hudson's Bay",
            "Lougheed Mall",
            "store closure"
        ],
        "summary": "Hudson's Bay, a Canadian department store, is closing its location in Lougheed Mall after more than 50 years. The store was instrumental in the development of the mall, as the city required a prestigious department store to sign on before rezoning the land. Although the Bay initially withdrew from the project, it eventually became the mall's anchor tenant. The closure is part of Hudson's Bay's efforts to optimize its real estate portfolio. The company has already laid off 500 corporate employees this year.",
        "title": "End of an era: The first mall-based Hudson's Bay is shutting down in Burnaby",
        "url": "https://www.tricitynews.com/retail-manufacturing/hudsons-bay-lougheed-mall-closing-burnaby-7355249"
    },
    {
        "category": "Technology",
        "tags": [
            "5G private network",
            "portable network",
            "connectivity"
        ],
        "summary": "Virgin Media O2 Business has launched a portable commercial 5G standalone private network (PN) in the UK. The network, which is only slightly larger than a carry-on airline bag, allows companies to access 5G connectivity without the need to build an entire network. The network has been trialed by startups and offers benefits such as high reliability, enhanced data security, and ultra-low latency. It is expected to support digital transformation in sectors including manufacturing, construction, and healthcare.",
        "title": "Virgin Media O2 claims UK 5G SA private network first | Computer We...",
        "url": "https://www.computerweekly.com/news/366546673/Virgin-Media-O2-claims-UK-5G-SA-private-network-first"
    },
    {
        "category": "Real Estate",
        "tags": [
            "Vancouver housing market",
            "home prices",
            "sales figures",
            "housing inventory",
            "Bank of Canada rate hikes"
        ],
        "summary": "The Real Estate Board of Greater Vancouver reports that home prices in July rose by 0.6% compared to the previous month and 0.5% compared to the same month last year. Sales in the market increased by 28.9% from a year ago, although they were still below the 10-year seasonal average. The surge in sales is attributed to the shock felt in 2022 from the Bank of Canada's rate hikes. New listings also increased in July compared to the previous year.",
        "title": "Vancouver home prices rise as sales up nearly 30 per cent from last July",
        "url": "https://www.mymcmurray.com/2023/08/02/vancouver-home-prices-rise-as-sales-up-nearly-30-per-cent-from-last-july/"
    },
    {
        "category": "Business",
        "tags": [
            "Oil & Gas",
            "Exploration",
            "Horizontal Wells"
        ],
        "summary": "Falcon Oil & Gas Ltd. has announced the spudding of the Shenandoah South 1H (SS1H) horizontal well in the Beetaloo sub-basin, Australia. The well, targeting the Amungee Member B-shale, will be drilled to a depth of 3,200 m. This is the first of two horizontal wells planned for 2023 and is expected to benefit from previous drilling results in the area.",
        "title": "Falcon Oil & Gas spuds exploration well onshore Australia",
        "url": "https://neftegazru.com/news/companies/788960-falcon-oil-gas-spuds-exploration-well-onshore-australia/"
    },
    {
        "category": "Business",
        "tags": [
            "WWE",
            "Vince McMahon",
            "financial results",
            "investigation",
            "legal fees"
        ],
        "summary": "WWE announced its second quarter financial results, revealing ongoing expenses related to the investigation into Vince McMahon. McMahon had been accused of sexual harassment and paying hush money. The filing also mentioned that federal law enforcement agents executed a search warrant and served a federal grand jury subpoena on McMahon, but no charges have been filed. McMahon went on medical leave after undergoing spinal surgery and will remain Executive Chairman of the company.",
        "title": "Federal Law Enforcement Agents Executed a Search Warrant and Served a Federal Grand Jury Subpoena on Vince McMahon, No Charges Filed",
        "url": "https://www.postandcourier.com/arena/wrestling-news/federal-law-enforcement-agents-executed-a-search-warrant-and-served-a-federal-grand-jury-subpoena/article_6ec6ff54-e626-5f07-b994-299b37cd3d80.html"
    },
    {
        "category": "Business",
        "tags": [
            "private equity",
            "Chief Financial Officer",
            "residential roofing industry"
        ],
        "summary": "Omnia Exterior Solutions, a portfolio company of CCMP Growth Advisors, has appointed Dan Shear as its new Chief Financial Officer. Shear brings over 25 years of private equity experience and will focus on financial organization, integration systems, and establishing consistent business practices. Omnia Exterior Solutions was created to address a gap in the residential roofing industry and provides resources and support to local and regional leaders in the market.",
        "title": "Omnia Exterior Solutions™, a Portfolio Company of CCMP, Announces Addition of Dan Shear as Chief Financial Officer ",
        "url": "https://www.benzinga.com/pressreleases/23/08/n33523483/omnia-exterior-solutions-a-portfolio-company-of-ccmp-announces-addition-of-dan-shear-as-chief-fina"
    },
    {
        "category": "Business",
        "tags": [
            "Stock Analysis",
            "Investment Opportunity"
        ],
        "summary": "ACM Research, Inc. is still trading at a fairly cheap price compared to the industry average, indicating a potential investment opportunity. The company's earnings are expected to increase by 50% in the next few years, suggesting a positive outlook. Investors may consider increasing their holdings in the stock, while potential investors can still enter at a favorable price. It is important to consider other factors such as the company's balance sheet and investment risks before making any decisions.",
        "title": "Why ACM Research, Inc. (NASDAQ:ACMR) Could Be Worth Watching",
        "url": "https://finance.yahoo.com/news/why-acm-research-inc-nasdaq-145137555.html"
    },
    {
        "category": "Crime",
        "tags": [
            "car crash",
            "fatal accident",
            "San Diego"
        ],
        "summary": "A passenger was ejected from a vehicle and died, and another is expected to die, after a two-car crash in the Bay Terraces neighborhood of San Diego. The crash occurred when a 56-year-old man driving a Kia Sedona attempted to turn without yielding the right of way, resulting in a collision with a Honda. The passengers in the Honda were not wearing seat belts, and one was ejected and pronounced dead at the scene. The other passenger sustained injuries and was not expected to survive.",
        "title": "1 Dead, 1 likely to die after Bay Terraces car crash ejects passenger",
        "url": "https://www.nbcsandiego.com/news/local/1-dead-1-likely-to-die-after-bay-terraces-car-crash-ejects-passenger/3276410/"
    },
    {
        "category": "Politics",
        "tags": [
            "NEXIM Bank",
            "Stella Okotete",
            "achievements"
        ],
        "summary": "The Senate has acknowledged the achievements of Stella Okotete, the Executive Director (Business Development) of Nigerian Export and Import Bank (NEXIM), in growing the non-oil exports and business fortunes of the Bank. Okotete, who was the former National Women Leader of the ruling All Progressive Congress (APC), has been praised for her work in the operational department of NEXIM Bank and her efforts in promoting youth and women empowerment. She has also contributed to the growth of non-oil exports.",
        "title": "Senate expresses satisfaction over ministerial nominee - THE AUTHORITY NEWS",
        "url": "https://authorityngr.com/2023/08/02/senate-expresses-satisfaction-over-ministerial-nominee/"
    },
    {
        "category": "Business",
        "tags": [
            "Transmission Sales Market",
            "renewable energy sources",
            "smart grids",
            "IoT",
            "AI",
            "compressors",
            "power supply chain",
            "market analysis"
        ],
        "summary": "The Transmission Sales Market is projected to reach a value of US$ 31.5 Billion by 2033, driven by increasing global electrification efforts and the demand for renewable energy sources. The market is evolving towards smart grids and integrating advanced technologies like IoT and AI. Compressors are used in various industries, and transmission markets play a crucial role in ensuring efficient and reliable power supply. Future Market Insights provides market analysis and forecasts for the Transmission Sales industry.",
        "title": "Electric Horizons: A Comprehensive Look into the Transmission Sales Market is Predicted to US$ 31.5 Billion by 2033 | Future Market Insights, Inc.",
        "url": "https://forextv.com/top-news/electric-horizons-a-comprehensive-look-into-the-transmission-sales-market-is-predicted-to-us-31-5-billion-by-2033-future-market-insights-inc/"
    },
    {
        "category": "Business",
        "tags": [
            "Nykaa",
            "resignations",
            "marketing",
            "ecommerce"
        ],
        "summary": "Six executives, including the marketing head, have reportedly resigned from beauty and fashion ecommerce giant Nykaa since April. Founder and CEO Falguni Nayar will now lead the marketing department. Nykaa has not directly commented on the departures but stated that leadership roles are being augmented for strategic realignment and cost rationalisation. The company has also made new appointments and elevated Shailendra Singh as business head for physical retail. Nykaa is restructuring its business model amid declining profits and increasing competition.",
        "title": "Six Top Executives Quit Nykaa Since April; CEO Falguni Nayar To Lead Marketing Function",
        "url": "https://inc42.com/buzz/six-top-executives-quit-nykaa-since-april-ceo-falguni-nayar-to-lead-marketing-function/"
    },
    {
        "category": "Business",
        "tags": [
            "Cryptocurrency",
            "Tax Implications",
            "Altcoins"
        ],
        "summary": "Ripple executives and XRP holders are discussing tax implications for using the coin in cross-currency payments. Dogecoin and Pomerdoge have posted gains on the weekly charts. Dogecoin is up 6.6% in the last week of trading, rising 18.1% in the previous month. XRP is trading at $0.7038 with a market cap of $37 billion. Pomerdoge, a play-to-earn web3 platform, is expected to surge in the days ahead due to its robust ecosystem.",
        "title": "Ripple executive discusses taxes, Dogecoin, Pomerdoge gain on weekly charts",
        "url": "https://crypto.news/ripple-executive-discusses-taxes-dogecoin-pomerdoge-gain-on-weekly-charts/"
    },
    {
        "category": "Business",
        "tags": [
            "Exploration",
            "Critical Metals",
            "Mining",
            "Ferguson Lake",
            "Nunavut"
        ],
        "summary": "Canadian North Resources Inc., an exploration and development company, has paid finder's fees in cash for the Charity Flow-Through Offering. The offering's gross proceeds will be used to fund the corporation's exploration activities on the Ferguson Lake project in Nunavut, targeting critical minerals. The project contains substantial resources, including copper, nickel, cobalt, palladium, and platinum. The company has also identified lithium potential at the Ferguson Lake project. The Charity Flow-Through Shares are subject to a four-month hold period, and the offering is eligible for the federal Critical Metals Exploration Tax Credit.",
        "title": "Canadian North Resources Inc. Receives Additional $3,114,700 From Private Placement",
        "url": "https://www.wallstreet-online.de/nachricht/17201046-canadian-north-resources-inc-receives-additional-3-114-700-from-private-placement"
    },
    {
        "category": "Business",
        "tags": [
            "Label Printer",
            "Brady M210",
            "Heilind Electronics"
        ],
        "summary": "Heilind Electronics, a global leader in electronics distribution, has added the Brady M210 Portable Label Printer to its product lineup. The printer offers the ability to create UPC, Data Matrix, and QR codes, with a printing speed of 4 inches per second. It is compatible with over 90 different label cartridges, making it suitable for various applications. Heilind Electronics is a distributor of connectors, relays, sensors, and other electronic products.",
        "title": "Brady M210 Portable Label Printer Featured at Heilind Electronics",
        "url": "https://forextv.com/top-news/brady-m210-portable-label-printer-featured-at-heilind-electronics/"
    },
    {
        "category": "Technology",
        "tags": [
            "Centralized Workstations Market",
            "Healthcare IT solutions",
            "Patient safety",
            "Data management",
            "High-performance computing"
        ],
        "summary": "The global centralized workstations market is expected to reach USD 46.8 billion by 2032, growing at a CAGR of 12.50%. The need for integrated healthcare and medical IT solutions is driving the market growth, with a focus on personalized care and patient safety. However, the lack of technical skills and liability issues may act as restraints. North America and Europe are the key regions driving the market, with a growing demand for data management and high-performance computing solutions.",
        "title": "Centralized Workstations Market is anticipated to reach USD 46.8 Billion at a CAGR of 12.50% CAGR by 2032 - Report by Market Research Future (MRFR)",
        "url": "https://forextv.com/top-news/centralized-workstations-market-is-anticipated-to-reach-usd-46-8-billion-at-a-cagr-of-12-50-cagr-by-2032-report-by-market-research-future-mrfr/"
    },
    {
        "category": "Entertainment",
        "tags": [
            "YouTube star",
            "content creator",
            "gaming",
            "fitness apparel",
            "video games",
            "dating apps"
        ],
        "summary": "VALKYRAE is a well-known content creator and YouTube star with millions of followers. She is the most-watched female streamer on YouTube and is popular on other social media platforms. Valkyrae is a global ambassador for Gymshark and mainly streams video games. She has also shared food videos and travel vlogs. The article mentions her dating life and experience with dating apps. However, the source of the information about her relationship remains unknown.",
        "title": "Get to know YouTuber Valkyrae",
        "url": "https://www.the-sun.com/tech/8747239/who-youtube-valkyrae-rachell-hofstetter-boyfriend/"
    },
    {
        "category": "Science",
        "tags": [
            "UFOs",
            "extraterrestrial life",
            "Pentagon"
        ],
        "summary": "Retired Department of Defense member, David Grusch, testified in Congress that the US government is keeping unidentified flying object (UFO) discoveries secret. Several ex-military personnel also claimed that the Pentagon had a secret UFO program for several decades. The Pentagon denied hiding intact or partially intact non-human vehicles. The news of possible UFOs and extraterrestrial life sparked a wave of humor and speculation on social media.",
        "title": "Así han reaccionado las redes a las declaraciones del ex militar de Estados Unidos sobre la vida en otros planetas",
        "url": "https://www.diariocolatino.com/asi-han-reaccionado-las-redes-a-las-declaraciones-del-ex-militar-de-estados-unidos-sobre-la-vida-en-otros-planetas/"
    },
    {
        "category": "Environment",
        "tags": [
            "Environmental Monitoring Market",
            "Pollution Levels",
            "Market Analysis"
        ],
        "summary": "The global Environmental Monitoring Market is projected to grow at a CAGR of 5.49% from 2021 to 2028, reaching USD 27.93 Billion by the end of the forecast period. The market plays a crucial role in determining and reducing pollution levels to protect the environment. Factors driving market growth include the rising global population, increased emphasis on pollution control measures, and the demand for sophisticated monitoring systems.",
        "title": "Environmental Monitoring Market size worth $ 27.93 Billion, Globally, by 2028 at 5.49% CAGR: Verified Market Research® ",
        "url": "https://www.benzinga.com/pressreleases/23/08/n33523479/environmental-monitoring-market-size-worth-27-93-billion-globally-by-2028-at-5-49-cagr-verified-ma"
    },
    {
        "category": "Technology",
        "tags": [
            "PCIe",
            "Optical Workgroup",
            "data centers"
        ],
        "summary": "PCI-SIG consortium has announced the formation of the PCI-SIG Optical Workgroup, which will focus on implementing the PCIe interface using optical connections. This technology is expected to provide higher bandwidth, lower power consumption, increased range, and reduced latency compared to existing solutions. The new workgroup aims to make the PCIe architecture more suitable for optical networks, with a focus on cloud data centers and hyperscale platforms.",
        "title": "У PCIe появится версия с оптическими соединениями  --  создана рабочая группа для разработки технологии",
        "url": "https://servernews.ru/1090933"
    },
    {
        "category": "Business",
        "tags": [
            "Cryptocurrency",
            "Tax Implications",
            "Altcoins"
        ],
        "summary": "Ripple executives and XRP holders are discussing tax implications for using the coin in cross-currency payments. Dogecoin and Pomerdoge have posted gains on the weekly charts. Dogecoin is up 6.6% in the last week of trading, rising 18.1% in the previous month. XRP is trading at $0.7038 with a market cap of $37 billion. Pomerdoge, a play-to-earn web3 platform, is expected to surge in the days ahead due to its robust ecosystem.",
        "title": "Ripple executive discusses taxes, Dogecoin, Pomerdoge gain on weekly charts",
        "url": "https://crypto.news/ripple-executive-discusses-taxes-dogecoin-pomerdoge-gain-on-weekly-charts/"
    },
    {
        "category": "Technology",
        "tags": [
            "Smartphones",
            "India",
            "Affordable"
        ],
        "summary": "This article highlights the best smartphones available in India under Rs 25,000. It mentions the Lava Agni 2 5G, Samsung Galaxy M33 5G, OnePlus Nord CE 3 Lite 5G, and Poco X5 Pro 5G as top options. The article provides details about the features and specifications of each smartphone, including processors, displays, cameras, and battery life. It emphasizes the affordability and high performance of these smartphones, making them attractive choices for tech-savvy consumers.",
        "title": "Best smartphones to buy in India under Rs 25,000 in August 2023: Lava Agni 2 5G and 3 more",
        "url": "https://www.indiatoday.in/technology/buying-guide/story/best-smartphones-to-buy-in-india-under-rs-25000-in-august-2023-lava-agni-2-5g-and-3-more-2415403-2023-08-02"
    },
    {
        "category": "Business",
        "tags": [
            "Retail Operations Center",
            "Toshiba Global Commerce Solutions",
            "European Operations",
            "Bestandsmanagementsystem"
        ],
        "summary": "Toshiba Global Commerce Solutions has opened a new Retail Operations Center near Amsterdam, equipped with innovative technology and a powerful inventory management system. The center aims to optimize inventory, track stock in real-time, and provide tailored solutions to meet the needs of retailers and partners. The strategic location of the center allows for easy access to excellent infrastructure and logistical advantages in the Netherlands. This milestone highlights Toshiba's commitment to providing excellent service to customers in Europe and expanding its range of customized retail solutions.",
        "title": "Toshiba Global Commerce Solutions eröffnet in Europa neues Retail Operations Center",
        "url": "https://www.wallstreet-online.de/nachricht/17201034-toshiba-global-commerce-solutions-europa-retail-operations-center"
    },
    {
        "category": "Technology",
        "tags": [
            "Microsoft Teams",
            "spatial audio",
            "meetings"
        ],
        "summary": "The Microsoft Teams desktop app now supports spatial audio for meetings, allowing participants to better track who is speaking. Spatial audio recreates the experience of in-person conversations by aligning the audio location of each participant with their video representation. The feature is currently compatible with stereo speakers and wired stereo headsets, with support for Bluetooth devices coming in the future. However, it is not yet available on the Teams web and mobile apps.",
        "title": "Microsoft Teams Now Supports Spatial Audio for Meetings",
        "url": "https://www.thurrott.com/cloud/286642/microsoft-teams-meetings-spatial-audio"
    },
    {
        "category": "Business",
        "tags": [
            "Digital consultancy",
            "Marketing solutions",
            "Adobe Platinum Partner"
        ],
        "summary": "Sunbelt Rentals implemented Adobe solutions with the help of Perficient, resulting in a transformed customer experience and work management processes. This led to increased abandoned cart conversion rates and projected yearly revenue growth. Perficient, an Adobe Platinum Partner, provided end-to-end marketing solutions on Adobe Experience Cloud. They were recognized by Adobe with a 2023 Adobe Experience Maker Award in the 'Engager' category. Perficient combines strategic imagination, Adobe expertise, and technical acumen to deliver exceptional customer experiences.",
        "title": "Perficient and Sunbelt Rentals Increase Ecommerce Transactions with Adobe Experience Cloud Solution",
        "url": "https://www.wallstreet-online.de/nachricht/17201037-perficient-and-sunbelt-rentals-increase-ecommerce-transactions-with-adobe-experience-cloud-solution"
    },
    {
        "category": "Technology",
        "tags": [
            "MacBook Air M2",
            "Apple",
            "promotion"
        ],
        "summary": "The MacBook Air M2 from Apple is currently on sale for 1,229 euros, a discount of 279 euros from its original price. The 13-inch variant is available on Amazon and Cdiscount. The M2 model in the 13.6-inch configuration has also seen a price drop of 200 euros, now priced at 1,299 euros. The laptop offers a high-quality display, long battery life, and powerful performance.",
        "title": "Le prix du MacBook Air M2 ne cesse de dÃ©gringoler, n'attendez pas pour en profiter ðŸ\"¥",
        "url": "https://www.01net.com/bons-plans/le-prix-du-macbook-air-m2-ne-cesse-de-degringoler-profitez-en-vite-avant-la-rupture-de-stock.html"
    },
    {
        "category": "Technology",
        "tags": [
            "E Ink monitor",
            "Dasung",
            "Paperlike Color"
        ],
        "summary": "Chinese company Dasung has released the first ever monitor with a color E Ink screen. The Paperlike Color monitor features a 25.3-inch 4K display capable of displaying up to 4096 colors and shades. It is designed for office work and not suitable for gaming or movie viewing. The monitor is equipped with HDMI, DisplayPort, USB Type-C ports, and supports Miracast and Apple AirPlay. The price and further details about the monitor are yet to be revealed.",
        "title": "Первый в мире цветной E Ink-монитор показали вживую - Hi-Tech Mail.ru",
        "url": "https://hi-tech.mail.ru/news/101685-pervyij-v-mire-tsvetnoj-e-ink-monitor-pokazali-vzhivuyu/"
    },
    {
        "category": "Technology",
        "tags": [
            "Apple",
            "Pixar",
            "Nvidia",
            "OpenUSD",
            "3D Standard",
            "AR",
            "HTML",
            "USD",
            "Alliance for OpenUSD",
            "AOUSD",
            "Universal Scene Description",
            "JDF",
            "Khronos Group",
            "Metaverse Standards Forum",
            "Autodesk Vision",
            "SIGGRAPH 2023"
        ],
        "summary": "Apple, Pixar, Nvidia, Adobe, and Autodesk have formed the Alliance for OpenUSD (AOUSD) to promote the standardization and development of a 3D protocol. The OpenUSD, housed by the Linux Joint Development Foundation, aims to accelerate the next generation of AR experiences. The initiative is supported by major companies and organizations, including Epic Games, Unity, Foundry, Ikea, SideFX, and Cesium. The AOUSD's goal is to establish OpenUSD as a widely recognized standard.",
        "title": "Συμμαχία της Apple με Pixar και NVIDIA",
        "url": "https://www.secnews.gr/477027/summaxia-ths-apple-me-pixar-kai-nvidia/"
    },
    {
        "category": "Technology",
        "tags": [
            "iris-scanning technology",
            "identity management",
            "blockchain-based",
            "identity verification",
            "personal data",
            "open-source",
            "funding round",
            "data regulators",
            "biometric data"
        ],
        "summary": "Worldcoin, a blockchain-based iris-scanning identity technology company, plans to expand its operations to allow governments and companies to utilize its system for identity verification and other applications. The technology behind the iris-scanning orb will become open-source, fostering further innovation. Data regulators in several countries have expressed concerns and are investigating the project. Kenya has already banned Worldcoin. The company has received significant funding from venture capital investors. The Worldcoin Foundation assures compliance with personal data laws and offers options for storing biometric data.",
        "title": "Worldcoin's Iris-Scanning ID System Opens Doors for Government and Corporate Use",
        "url": "https://cryptobriefing.com/worldcoin-government-and-corporate-use/"
    },
    {
        "category": "Technology",
        "tags": [
            "cement superconductor",
            "energy storage",
            "renewable energy"
        ],
        "summary": "Researchers at the Massachusetts Institute of Technology have developed a way to turn cement into a superconductor, potentially allowing for the creation of cheap batteries for building foundations and roads. By combining cement powder, water, and black carbon, a conductive nanocomposite is created. The researchers believe this technology could be used to store and deliver renewable energy, as well as provide a solution for energy storage in developing countries. Scaling up the technology is the next challenge for the team.",
        "title": "Onderzoekers willen cement in fundering inzetten als accumateriaal",
        "url": "https://tweakers.net/nieuws/212300/onderzoekers-willen-cement-in-fundering-inzetten-als-accumateriaal.html"
    },
    {
        "category": "Health",
        "tags": [
            "limb loss",
            "occupational therapy",
            "camp",
            "limb differences"
        ],
        "summary": "Camp No Limits is a program that provides support and activities for children dealing with limb loss or limb differences. The camp, held in various locations across the United States, offers physical therapy sessions, prosthetics education, and life skills training. It also allows campers to connect with others facing similar challenges and provides a learning experience for student counselors. The program aims to empower children with limb differences and help them overcome obstacles.",
        "title": "Camp for kids with limb differences also helps train students in physical and occupational therapy",
        "url": "https://napavalleyregister.com/news/state-and-regional/camp-for-kids-with-limb-differences-also-helps-train-students-in-physical-and-occupational-therapy/article_fa40e993-f02e-50c2-a1e3-59e7eaa614a2.html"
    },
    {
        "category": "Entertainment",
        "tags": [
            "Nollywood actor",
            "divorce",
            "adultery"
        ],
        "summary": "May, the estranged first wife of famous Nollywood actor Yul Edochie, has filed for divorce and demanded N100m in damages from Yul's second wife, Judy Austin, for committing adultery. May argues that Yul's marriage to Judy is null and void under the 1970 Marriage Act, which prohibits having more than one spouse. Yul and Judy have been evading court process and May has also filed for a restraining order against Yul. May is represented by Femi Falana's law firm and Eculaw in court.",
        "title": "Yul Edochie's First Wife, May, Sue's Him & His Second Wife, Demands ₦‎100M",
        "url": "https://www.nairaland.com/7787636/may-sues-yul-edochie-second"
    },
    {
        "category": "Technology",
        "tags": [
            "Apple",
            "foldable phone",
            "iPhone Flip",
            "iPhone Fold",
            "smartphone",
            "LG OLED screen",
            "Galaxy Z Fold 4",
            "computing power",
            "camera",
            "innovative features",
            "foldable smartphones",
            "multi-tasking",
            "battery life",
            "price",
            "improvements"
        ],
        "summary": "Apple is rumored to be releasing its first foldable phone, possibly called the iPhone Flip or iPhone Fold. Leaked details suggest it may have an 8-inch LG OLED screen, new folding technology, improved computing power, and a better camera than rival foldable smartphones. Foldable phones offer benefits such as playing games and watching content, multi-tasking with multiple apps, but they have downsides like battery life and high prices. Apple is expected to release a groundbreaking foldable smartphone to rival others on the market.",
        "title": "Will Apple's Foldable Phone Be Ready to Rival Existing Options? | Tapscape",
        "url": "https://www.tapscape.com/will-apples-foldable-phone-be-ready-to-rival-existing-options/"
    },
    {
        "category": "Business",
        "tags": [
            "Innovation Summit",
            "Startups",
            "Fintech",
            "Tech Industry",
            "Investment",
            "Collaboration",
            "Networking",
            "Panel Discussions",
            "Masterclasses",
            "Keynotes",
            "Pitch Battles",
            "Expos",
            "Entertainment"
        ],
        "summary": "The SA Innovation Summit in 2022 curated 455 matches between investors and startups, with partnerships estimated at R350m. The event, SA Innovation Summit 2023, will take place in Cape Town and offers opportunities for collaboration, idea sharing, and networking. The summit will focus on digital and deep tech, green nexus tech, and building ecosystems. Over 120 speakers are expected to share their insights. The event aims to celebrate and support Africa's innovation pioneers and shape the continent's future.",
        "title": "SA Innovation Summit is back in Cape Town in September",
        "url": "https://www.bizcommunity.com/Article/196/839/240692.html"
    },
    {
        "category": "Food",
        "tags": [
            "Chocolate Festival",
            "Mato Grosso",
            "Gastronomy"
        ],
        "summary": "The 5th Chocolate Festival is returning to Mato Grosso after a three-year hiatus. The festival aims to promote and recognize those who create, produce, and sell sweets and snacks that value Brazilian gastronomy. With over 20,000 expected visitors, the festival will feature exhibitions, food experiences, and the first edition of the 'King and Queen of Chocolate 2023' contest. Attendees can also enjoy pet and Nerf arenas, workshops, and a podcast space. The event will take place at the Arena Pantanal and entry is free.",
        "title": "Festival do Chocolate retorna ao calendário do Centro-Oeste com 3 dias evento em Cuiabá | Gazeta Digital",
        "url": "https://www.gazetadigital.com.br/editorias/cidades/festival-do-chocolate-retorna-ao-calendrio-do-centro-oeste-com-3-dias-evento-em-cuiab/742763"
    },
    {
        "category": "Health",
        "tags": [
            "smartphone usage",
            "children's health",
            "internet addiction",
            "myopia",
            "technology regulation"
        ],
        "summary": "China's Cyberspace Administration has proposed new rules limiting smartphone usage for children under 18 to address concerns about myopia and internet addiction. The draft guidelines suggest time limits for different age groups, with a maximum of two hours per day for those aged 16 to 18. The proposed rules also call for the introduction of 'minor mode' programs and restrictions on smartphone usage during the day. The move has had an impact on Chinese tech firms, and reflects the government's focus on protecting the younger generation from the potential harmful effects of excessive smartphone usage.",
        "title": "China proposes new rules to limit smartphone usage for children",
        "url": "https://www.fonearena.com/blog/401026/china-limit-smartphone-usage-children.html"
    },
    {
        "category": "Environment",
        "tags": [
            "Kuwait",
            "climate change",
            "renewable energy"
        ],
        "summary": "Kuwait, one of the world's hottest desert countries, is facing the consequences of climate change as temperatures continue to rise. The country, known for its excessive energy consumption and high carbon emissions, is now investing in renewable energy and public transport to counter the effects of global warming. Initiatives such as tree-planting and the construction of a solar power park are underway to combat the rising temperatures. However, the challenge remains as the country aims to reduce its reliance on fossil fuels and increase renewable energy production.",
        "title": "Kuwait's scorching summers a warning for heating planet | Business",
        "url": "https://www.news24.com/fin24/Climate_Future/News/kuwaits-scorching-summers-a-warning-for-heating-planet-20230802"
    },
    {
        "category": "Science",
        "tags": [
            "Perseid meteor shower",
            "stargazing",
            "fireballs",
            "comet debris",
            "constellation of Perseus",
            "light pollution",
            "naked eye viewing",
            "moon phase",
            "midnight to 5:30am",
            "UK weather"
        ],
        "summary": "The Perseid meteor shower, one of the most active and major events for meteor hunters, is currently ongoing and expected to peak next week. With up to 100 shooting stars per hour, stargazing enthusiasts can witness bright meteors and even fireballs. The shower is caused by Earth colliding with debris from comet 109P/Swift-Tuttle. To optimize viewing, reduce light pollution, avoid using phones, and allow eyes to adjust. The best time to observe is between midnight and 5:30am, preferably when the moon is below the horizon or in its crescent phase.",
        "title": "How to see the Perseid meteor shower with likely fireballs",
        "url": "https://www.ladbible.com/news/science/how-to-see-the-perseid-meteor-shower-uk-042359-20230802"
    },
    {
        "category": "Business",
        "tags": [
            "Video game publisher",
            "Net bookings",
            "Revenues",
            "Live services",
            "Diluted earnings per share",
            "Cash dividend",
            "Multi-year pipeline",
            "Culture-defining titles",
            "Shares"
        ],
        "summary": "Electronic Arts Inc. (NASDAQ:EA) reported first-quarter net bookings at the lower end of guidance, although it represented a record for first-quarter levels and a 21% increase year-on-year. Live services and other net bookings rose by 4% to reach 65% of total net bookings. The company also announced a cash dividend and highlighted its upcoming releases. Shares in EA Sports opened at around US$129, up nearly 4% year-to-date.",
        "title": "EA slumps as net bookings come in weaker than expected By Proactive Investors",
        "url": "https://uk.investing.com/news/stock-market-news/ea-slumps-as-net-bookings-come-in-weaker-than-expected-3107287"
    },
    {
        "category": "Technology",
        "tags": [
            "Social Media",
            "Online Identity"
        ],
        "summary": "The CEO of X changed her username on the platform, and someone created a similar account to troll her. The account features humorous tweets and links to an adult entertainment website. The account is considered a parody and is permissible under the company's rules. However, this article also mentions Elon Musk's handling of a Twitter account tracking his jet, highlighting the inconsistency in enforcing these rules.",
        "title": "Parody account imitating X (Twitter) CEO Linda Yaccarino emerges after username change",
        "url": "https://mobilesyrup.com/2023/08/02/parody-account-imitating-x-twitter-ceo-linda-yaccarino-after-username-change/"
    },
    {
        "category": "Technology",
        "tags": [
            "Language Models",
            "Large Context Window",
            "Model Optimization"
        ],
        "summary": "This article discusses techniques to accelerate the training and inference of large language models (LLMs) by using a large context window of up to 100K input tokens. The techniques include ALiBi with positional embedding, sparse attention, flash attention, multi-query attention, conditional computation, and the use of GPU A100 with 80GB memory. These techniques allow LLMs to process extensive amounts of specific information, making them useful for tasks such as personalized data analysis and summarization.",
        "title": "Как сделать контекстное окно на 100K в большой языковой модели: обо всех фокусах в одном посте",
        "url": "https://habr.com/ru/articles/752062/"
    },
    {
        "category": "Health",
        "tags": [
            "Linoleic Acid",
            "Soy Lecithin",
            "Digestive Issues"
        ],
        "summary": "Many Americans consume excessive amounts of linoleic acid, found in soy lecithin, which can contribute to digestive issues. The linoleic acid is primarily obtained from soybean oil, commonly used in cooking oils. Studies have shown that excessive linoleic acid intake is associated with irritable bowel diseases and a leaky gut. It also affects the gut microbiome by decreasing good bacteria and increasing bad bacteria. To reduce linoleic acid intake, it is recommended to read labels, avoid processed and fried foods, and opt for healthier alternatives like olive, avocado, or coconut oil.",
        "title": "Component of food additive soy lecithin is linked to digestive issues, studies show",
        "url": "https://abc7.com/soy-protein-lecithin-soybean/13584590/"
    },
    {
        "category": "Business",
        "tags": [
            "Microsoft",
            "AWS",
            "licensing"
        ],
        "summary": "Microsoft has made a licensing concession that allows customers with specific licenses to run Office applications on Amazon Web Services (AWS) cloud. This comes after Europe's competition regulators launched an official probe into Microsoft's business policies and practices. The licensing tweak reverses a change made in 2019 that made it more expensive for customers with perpetual licenses to use Microsoft software on other major cloud providers. However, analysts note that this concession still makes it a costly alternative to Microsoft's Azure cloud.",
        "title": "Microsoft makes concession for Office in AWS virtual desktop",
        "url": "https://www.theregister.com/2023/08/02/microsoft_concession_you_can_run/"
    },
    {
        "category": "Technology",
        "tags": [
            "AI integration",
            "YouTube",
            "video summaries"
        ],
        "summary": "Google plans to integrate a generative AI system into YouTube to provide users with video summaries, helping them save time and choose videos of interest. The AI summaries will be displayed above or below the current video descriptions and will not replace them. This feature will be exclusive to YouTube Premium members, although it is not guaranteed for all subscribers. Google believes that AI integration is necessary due to the vast amount of content on YouTube, and it could also help suggest better videos.",
        "title": "YouTube laat video's samenvatten door AI-systeem - TechPulse",
        "url": "https://techpulse.be/nieuws/434231/youtube-laat-videos-samenvatten-door-ai-systeem/"
    },
    {
        "category": "Business",
        "tags": [
            "cannabis industry",
            "vaping devices",
            "patent portfolio",
            "innovation",
            "user experience"
        ],
        "summary": "The Blinc Group has acquired an international patent portfolio from Bergstrom Innovations, which includes a US patent enhancing their line of vaping devices and pending applications for controlling vaporizers. The CEO of The Blinc Group expressed excitement about empowering clients to deliver innovative and safe products. The COO looks forward to leveraging the new technologies to enhance their products and services. The acquisition is seen as a significant advancement in their mission. The article also mentions the upcoming Benzinga Cannabis Capital Conference in Chicago.",
        "title": "The Blinc Group Acquires IP Portfolio With Advanced Vaping Solutions ",
        "url": "https://www.benzinga.com/markets/cannabis/23/08/33523838/the-blinc-group-acquires-ip-portfolio-with-advanced-vaping-solutions"
    },
    {
        "category": "Technology",
        "tags": [
            "Cybersecurity",
            "Data breaches",
            "Initial access brokers"
        ],
        "summary": "Blackberry's Dmitry Bestuzhev spoke about the cybersecurity threats faced by Ireland, including the activities of 'initial access brokers' who sell stolen data. Bestuzhev's team identified thousands of malicious documents targeting Irish organizations. These attacks act as scouting ventures for more damaging attacks such as data breaches and ransomware. The healthcare and financial services sectors are the most targeted industries. Geopolitical factors and Ireland's connection to multinational companies also increase the risk of cyberattacks. Ireland's location and humanitarian efforts make it an attractive target for cybercriminals.",
        "title": "Multinationals make Ireland a 'very attractive' cyberattack target",
        "url": "https://www.siliconrepublic.com/enterprise/multinationals-ireland-cyberattacks-blackberry"
    },
    {
        "category": "Business",
        "tags": [
            "Fintech",
            "Financial Markets",
            "Innovation"
        ],
        "summary": "Capitolis, a technology company enabling safer and more vibrant financial markets, has been named to CNBC's inaugural World's Top Fintech Companies 2023 list. The list recognizes fintechs providing innovative finance-related products and services. Capitolis has leveraged its multilateral optimization technology to support global banks during the Russia-Ukraine crisis and has announced significant momentum in its Portfolio Optimization business. The company aims to make financial markets safer, healthier, and more accessible.",
        "title": "Capitolis Named to the CNBC World's Top Fintech Companies 2023 List ",
        "url": "https://www.benzinga.com/pressreleases/23/08/b33523547/capitolis-named-to-the-cnbc-worlds-top-fintech-companies-2023-list"
    },
    {
        "category": "Home",
        "tags": [
            "Air conditioning",
            "Energy-efficient",
            "July"
        ],
        "summary": "July is a direct-to-consumer brand that offers sleek and powerful window air conditioners. The units are designed to cool rooms quickly and efficiently, with a customizable magnetic display plate. The air conditioners use a state-of-the-art refrigerant that has a lower global warming potential and consumes 10 percent less energy than competitors. Swapping out old appliances for energy-efficient models is a small step towards reducing our dependence on air conditioning and mitigating the effects of climate change.",
        "title": "The In-Window Air Conditioner Everyone Is Going to Ask You About",
        "url": "https://www.esquire.com/lifestyle/a44662011/july-air-conditioner-review/"
    },
    {
        "category": "Technology",
        "tags": [
            "Intel Lunar Lake",
            "Battlemage GPU",
            "Arc Alchemist",
            "processor architecture"
        ],
        "summary": "Intel's upcoming processor architecture, Lunar Lake, is expected to feature the Battlemage graphics processor, which will offer improved performance compared to the current Arc Alchemist. The Lunar Lake platform will have 64 second-generation execution units (EU) and will be designed for low-power devices. It is set to be released in late 2024. The Battlemage GPU will have up to 8 Xe2 cores, similar to the Arc Alchemist A380. This new architecture is part of Intel's efforts to enhance graphics processing capabilities.",
        "title": "Overclockers.ru: Процессоры Intel Lunar Lake будут иметь 8 графических ядер Battlemage Xe",
        "url": "https://overclockers.ru/blog/Fantoci/show/101640/processory-intel-lunar-lake-budut-imet-8-graficheskih-yader-battlemage-xe"
    },
    {
        "category": "Business",
        "tags": [
            "Foxconn",
            "investment",
            "India"
        ],
        "summary": "Taiwanese electronics manufacturer Foxconn plans to invest over $600 million in India for a mobile device manufacturing project and a semiconductor equipment installation, according to the local government of Karnataka state. The project is expected to create employment opportunities for 12,000 people in the mobile phone sector and 1,000 people in the semiconductor sector. Foxconn, known for being the main assembler of Apple's iPhones, aims to diversify its geographical presence and product portfolio.",
        "title": "Foxconn: Η κατασκευάστρια των iPhones σχεδιάζει επένδυση 600 εκατ. δολ. σε projects στην Ινδία",
        "url": "https://www.insider.gr/epiheiriseis/285573/foxconn-i-kataskeyastria-ton-iphones-shediazei-ependysi-600-ekat-dol-se"
    },
    {
        "category": "Business",
        "tags": [
            "Elon Musk",
            "Tesla",
            "CEO"
        ],
        "summary": "Billionaire businessman Elon Musk has ousted co-founders Martin Eberhard and Marc Tarpenning from Tesla in order to become the CEO. Musk used his influence, money, and aggressive tactics to push out Eberhard and Tarpenning and ultimately take over as the head of Tesla. Eberhard claims that Musk violated their agreement by posting false statements about him on social media, but he is reluctant to take legal action due to Musk's wealth and power.",
        "title": "The Verge: Илон Маск захватил Tesla, используя личное влияние и деньги",
        "url": "https://news.rambler.ru/tech/51176367-the-verge-ilon-mask-zahvatil-tesla-ispolzuya-lichnoe-vliyanie-i-dengi/"
    },
    {
        "category": "Politics",
        "tags": [
            "Russian awards",
            "military operation",
            "Vladimir Putin"
        ],
        "summary": "Russian President Vladimir Putin presented the 'Golden Stars' of heroes and Orders of Courage to a group of participants in a special military operation. Putin expressed his gratitude to the servicemen for their dedicated service to the country. He specifically honored the fallen commander Colonel Denis Ivanov and Captain Roman Vorobyov. The article also mentions the recipients of the Orders of Courage and the individuals who received awards for their bravery.",
        "title": "Путин вручил государственные награды героям спецоперации",
        "url": "https://svpressa.ru/war21/news/382108/"
    },
    {
        "category": "Technology",
        "tags": [
            "CompTIA",
            "cybersecurity",
            "community"
        ],
        "summary": "Alex Spigel, co-founder and COO of Choice Cyber Solutions, has been honored as the Member of the Year for 2023 by CompTIA. She has been recognized for her commitment to sharing cybersecurity expertise, advocating for inclusion and diversity, and championing the power of community. Spigel has actively participated in various roles within CompTIA, including chairing the CompTIA Cybersecurity Community and serving as a volunteer leader for the CompTIA Cybersecurity Trustmark program.",
        "title": "Alex Spigel named CompTIA 2023 Member of the Year ",
        "url": "https://www.benzinga.com/pressreleases/23/08/n33523548/alex-spigel-named-comptia-2023-member-of-the-year"
    },
    {
        "category": "Business",
        "tags": [
            "solar energy",
            "pond solutions"
        ],
        "summary": "Airmax, the leading manufacturer of pond and lake solutions, has announced its SolarSeries lineup. The Airmax SolarSeries is an alternative energy solution that includes high-performance aeration systems and a floating fountain. It is ideal for customers looking for renewable energy options or those with remote ponds. The SolarSeries is engineered to be long-lasting, easy to install, and simple to maintain. It comes with American-made, high-output solar panels for maximum performance.",
        "title": "Leading the Charge: Airmax Launches Solar-Powered Pond and Lake Equipment ",
        "url": "https://www.benzinga.com/pressreleases/23/08/n33523475/leading-the-charge-airmax-launches-solar-powered-pond-and-lake-equipment"
    },
    {
        "category": "Technology",
        "tags": [
            "gaming laptop",
            "Razer Blade 15",
            "discount"
        ],
        "summary": "The Razer Blade 15 gaming laptop is currently on sale for $2,300, down from its original price of $3,000, offering a $700 discount. It features a 12th-generation Intel Core i7 processor, Nvidia GeForce RTX 3070 Ti graphics card, 16GB of RAM, and a 1TB SSD. With a 15.6-inch Full HD screen and a 360Hz refresh rate, it provides a smooth gaming experience. The laptop is lightweight and portable, with Razer's vapor chamber cooling system for optimal performance.",
        "title": "Razer Blade 15 gaming laptop with an RTX 3070 Ti is $700 off | Digital Trends",
        "url": "https://www.digitaltrends.com/computing/razer-blade-15-gaming-laptop-deal-razer-august-2023/"
    },
    {
        "category": "Technology",
        "tags": [
            "Infinix GT 10 Pro",
            "gaming smartphones",
            "mobile gaming",
            "affordable options",
            "streamlined user experience",
            "Dimensity octa-core processor",
            "ARM Mali-G77 graphics processor",
            "Pure XOS software environment",
            "10-bit FHD+AMOLED display",
            "Cyberpunk aesthetics"
        ],
        "summary": "Infinix has launched the Infinix GT 10 Pro, the first smartphone in their new GT Series. The GT Series aims to provide affordable yet high-performance gaming smartphones with cyberpunk aesthetics. The GT 10 Pro offers a top-tier gaming experience at an accessible price point, with features such as a powerful Dimensity octa-core processor, ARM Mali-G77 graphics processor, and a 10-bit FHD+AMOLED display. It also includes the Pure XOS software environment for a distraction-free gaming experience.",
        "title": "Infinix Unleashes All-New Cyberpunk Styled GT 10 Pro with Superior Gaming Performance ",
        "url": "https://www.benzinga.com/pressreleases/23/08/n33523478/infinix-unleashes-all-new-cyberpunk-styled-gt-10-pro-with-superior-gaming-performance"
    },
    {
        "category": "Crime",
        "tags": [
            "investigation",
            "mobile phones",
            "evidence"
        ],
        "summary": "The use of mobile phone analysis in criminal investigations has become increasingly important. Police have seen a significant increase in the number of mobile phones being analyzed as evidence, with over 5,800 cases in 2021 compared to around 3,300 cases in 2011. Former prosecutors and lawyers have been known to replace their mobile phones to avoid having them seized during investigations. However, destroying evidence, such as smashing a phone with a hammer, can hinder a fair investigation and trial.",
        "title": "[횡설수설/장택동]\"'50억 클럽 특검' 제기되자 망치로 휴대전화 부쉈다\"",
        "url": "https://www.donga.com/news/Opinion/article/all/20230802/120537853/1"
    }
]